Repository: fsfe/reuse-tool
Catalog: po/*.po
Languages: cs, es, fr, it, ru, tr, uk

source: Skipped unrecognised file '{path}'
cs: Přeskočen nerozpoznaný soubor '{path}'
es: Se ha omitido el archivo no reconocido de '{path}'
it: File non riconosciuto saltato '{path}'
ru: Пропущен нераспознанный файл '{path}'
uk: Пропущено нерозпізнаний файл '{path}'

source: '{path}' is not recognised; creating '{path}.license'
cs: '{path}' není rozpoznán; vytváří se '{path}.license'
es: '{path}' no se reconoce; creando '{path}.license'
fr: '{path}' non reconnu, création de '{path}.license'
it: '{path}' non è riconosciuto; creazione di '{path}.license'
ru: '{path}' не распознан; создаем '{path}. лицензия'
uk: '{path}' не розпізнано; створення '{path}.license'

source: Skipped file '{path}' already containing REUSE information
cs: Přeskočený soubor '{path}' již obsahuje informace REUSE
es: Se ha omitido el archivo '{path}' que ya contiene información REUSE
fr: Le fichier ignoré {path} contenait déjà les données REUSE
it: Il file saltato '{path}' contiene già informazioni REUSE
ru: Пропущенный файл '{path}' уже содержит информацию о REUSE
tr: Halihazırda REUSE bilgisi içeren '{path}' dosyası atlanıyor
uk: Пропущений файл '{path}' вже містить інформацію REUSE

source: Error: Could not create comment for '{path}'
cs: Chyba: Nepodařilo se vytvořit komentář pro '{path}'
es: Error: No se pudo crear un comentario para '{path}'
fr: Erreur : les commentaires ne peuvent être créés dans '{path}'
it: Errore: Non è possibile creare il commento per '{path}'
ru: Ошибка: Не удалось создать комментарий для '{path}'
tr: Hata: '{path}' için yorum oluşturulamıyor
uk: Помилка: не вдалося створити коментар для '{path}'

source: Error: Generated comment header for '{path}' is missing copyright lines or license expressions. The template is probably incorrect. Did not write new header.
cs: Chyba: Chybí řádky s autorskými právy nebo licenční výrazy v generovaném záhlaví komentáře pro '{path}'. Šablona je pravděpodobně nesprávná. Nepodařilo se zapsat novou hlavičku.
es: Error: La cabecera de comentario generada para '{path}' carece del mensaje de copyright o de las frases de licencia; la plantilla seguramente es incorrecta. No se ha escrito una nueva cabecera.
fr: Erreur : l'en-tête de commentaire généré dans '{path}' ne contient pas de ligne ou d'expression de droits d'auteur ou de licence. Le modèle est probablement incorrect. Nouvel en-tête non écrit.
it: Errore: Mancano le linee sul copyright o le espressioni di licenza nell'intestazione generata per '{path}'. Il modello è probabilmente incorretto. Non è stata scritta una nuova intestazione.
ru: Ошибка: В сгенерированном заголовке комментария для '{path}' отсутствуют строки копирайта или выражения лицензии. Вероятно, шаблон неверен. Не удалось написать новый заголовок.
tr: Hata: '{path}' için üretilen başlık yorumu telif hakkı satırlarını veya lisans ifadelerini içermiyor. Şablon hatalı olabilir. Yeni başlık yazılmadı.
uk: Помилка: у згенерованому заголовку коментаря для '{path}' відсутні рядки авторських прав або вирази ліцензії. Шаблон, ймовірно, неправильний. Не записано новий заголовок.

source: Successfully changed header of {path}
cs: Úspěšně změněna hlavička {path}
es: Cabecera de {path} correctamente cambiada
fr: En-tête de {path} modifié avec succès
it: Instestazione di {path} aggiornata
ru: Успешно изменен заголовок {path}
tr: {path} başlığı başarılı bir şekilde değiştirildi
uk: Успішно змінено заголовок {path}

source: Option '--copyright', '--license', or '--contributor' is required.
cs: Je vyžadována možnost „--copyright“, „--licence“ nebo „--contributor“.
es: se requiere la opción '--copyright', '--license', o '--contributor'
fr: L'option '--copyright', '--license' ou '--contributor' est nécessaire.
it: Parametro necessario '--copyright', '--license' o '--contributor'.
ru: Требуется опция '-- авторское право', '--лицензия' или '--контрибутор'.
tr: '--copyright', '--license' veya '--contributor' seçeneği gereklidir.
uk: Обов'язковою є опція '--copyright', '--license' або '--contributor'.

source: The following files do not have a recognised file extension. Please use '--style', '--force-dot-license', '--fallback-dot-license', or '--skip-unrecognised':
cs: Následující soubory nemají rozpoznanou příponu souboru. Použijte prosím „--style“, „--force-dot-license“, „--fallback-dot-license“ nebo „--skip-unrecognised“:
es: Los siguientes archivos no tienen una extensión de archivo reconocida. Por favor use '--style', '--force-dot-license', '--fallback-dot-license', o '--skip-unrecognised':
fr: Les fichiers suivants n'ont pas une extension reconnue. Merci d'utiliser '--style', '--force-dot-license', '--fallback-dot-license' ou '--skip-unrecognised' :
it: I seguenti file non hanno un'estensione riconosciuta. Utilizzare '--style', '--force-dot-license', '--fallback-dot-license' o '--skip-unrecognised':
ru: Следующие файлы не имеют распознанного расширения. Пожалуйста, используйте '--style', '--force-dot-license', '--fallback-dot-license' или '--skip-unrecognised':
tr: Aşağıdaki dosyalar tanınmayan bir dosya uzantısına sahiptir. Lütfen '--style', '--force-dot-license', '--fallback-dot-license' veya '--skip-unrecognised' seçeneklerini kullanın:
uk: Наступні файли не мають розпізнаного розширення. Будь ласка, використовуйте '--style', '--force-dot-license', '--fallback-dot-license' або '--skip-unrecognised':

source: '{path}' does not support single-line comments, please do not use '--single-line'.
cs: '{path}' nepodporuje jednořádkové komentáře, nepoužívejte prosím --single-line.
es: '{path}' no admite comentarios de una sola línea, no utilices '--single-line'.
fr: '{path}' ne supporte pas les commentaires mono-lignes, merci de ne pas utiliser '--single-line'.
it: '{path}' non supporta i commenti su singola riga, non usare '--single-line'.
ru: '{path}' не поддерживает однострочные комментарии, поэтому не используйте '--single-line'.
tr: '{path}' tek satırlık yorumları desteklemez, lütfen '--single-line' kullanmayın.
uk: '{path}' не підтримує однорядкові коментарі, будь ласка, не використовуйте '--single-line'.

source: '{path}' does not support multi-line comments, please do not use '--multi-line'.
cs: '{path}' nepodporuje víceřádkové komentáře, nepoužívejte prosím --multi-line.
es: '{path}' no admite comentarios multilínea, no utilices '--multi-line'.
fr: '{path}' ne supporte pas les commentaires multi-lignes, merci de ne pas utiliser '--multi-line'.
it: '{path}' non supporta i commenti su più righe, non usare '--multi-line'.
ru: '{path}' не поддерживает многострочные комментарии, поэтому не используйте '--multi-line'.
tr: '{path}' çok satırlı yorumları desteklemez, lütfen '--multi-line' kullanmayın.
uk: '{path}' не підтримує багаторядкові коментарі, будь ласка, не використовуйте '--multi-line'.

source: Template '{template}' could not be found.
cs: Šablonu {template} se nepodařilo najít.
es: no pudo encontrarse la plantilla '{template}'
fr: Le modèle '{template}' est introuvable.
it: Modello {template} non trovato.
ru: Шаблон '{template}' не найден.
tr: '{template}' şablonu bulunamadı.
uk: Шаблон '{template}' не знайдено.

source: '{year}' is not a valid year range.
it: '{year}' non è un intervallo di anni valido.
uk: '{year}' не є дійсним діапазоном років.

source: Your operating system's year is set to '{year}'. This is not four digits, and not supported.
it: L'anno del tuo sistema operativo è impostato su "{year}". Questo valore non è composto da quattro cifre e non è supportato.
uk: Рік вашої операційної системи встановлено на «{year}». Це не чотиризначний формат, і він не підтримується.

source: Add copyright and licensing into the headers of files.
cs: Přidání autorských práv a licencí do záhlaví souborů.
es: Añadir derechos de autor y licencias en las cabeceras de los archivos.
fr: Ajouter les informations de droits d'auteur et de licence dans les en-têtes des fichiers.
it: Aggiungere copyright e licenze nelle intestazioni dei file.
ru: Добавьте в заголовки файлов информацию об авторских правах и лицензировании.
tr: Dosya başlıklarına telif hakkı ve lisans bilgilerini ekle.
uk: Додайте до заголовків файлів інформацію про авторські права та ліцензування.

source: By using --copyright and --license, you can specify which copyright holders and licenses to add to the headers of the given files.
cs: Pomocí --copyright a --license můžete určit, které držitele autorských práv a licence přidat do záhlaví daných souborů.
es: Al usar -- copyright y -- license, puede especificar qué titulares de derechos de autor y licencias agregar a los encabezados de los archivos dados.
fr: En utilisant --copyright et --license, vous pouvez spécifier quel titulaire du droit d'auteur et de licence à ajouter dans l'en-tête des fichiers.
it: Usando --copyright e --license, si può specificare quali detentori di copyright e licenze aggiungere alle intestazioni dei file indicati.
ru: Используя --copyright и --license, вы можете указать, каких правообладателей и лицензии следует добавить в заголовки заданных файлов.
tr: --copyright ve --license seçeneklerini kullanarak, belirli dosyaların başlıklarına hangi telif hakkı sahiplerinin ve lisansların ekleneceğini belirtebilirsiniz.
uk: За допомогою --copyright і --license ви можете вказати, яких власників авторських прав і ліцензій додавати до заголовків цих файлів.

source: By using --contributor, you can specify people or entity that contributed but are not copyright holder of the given files.
cs: Pomocí --contributor můžete určit osoby nebo subjekty, které přispěly, ale nejsou držiteli autorských práv k daným souborům.
es: Al usar -- contributor, puede especificar personas o entidades que contribuyeron pero que no son titulares de los derechos de autor de los archivos dados.
fr: En utilisant --contributor, vous pouvez indiquer les personnes ou entités qui ont contribué mais ne sont pas détentrices des droits d'auteur des fichiers.
it: Utilizzando --contributor, si può specificare le persone o le entità che hanno contribuito ma non sono titolari del copyright dei file specificati.
ru: Используя команду --contributor, вы можете указать людей или организации, которые внесли свой вклад, но не являются правообладателями данных файлов.
tr: --contributor seçeneğini kullanarak, belirli dosyalara katkıda bulunmuş ancak telif hakkı sahibi olmayan kişileri veya kuruluşları belirtebilirsiniz.
uk: За допомогою --contributor ви можете вказати людей або організації, які зробили внесок, але не є власниками авторських прав на дані файли.

source: Copyright holder, repeatable.
it: Titolare del copyright, ripetibile.
uk: Власник авторських прав, повторюваний.

source: SPDX_IDENTIFIER
it: IDENTIFICATIVO_SPDX
ru: SPDX_ИДЕНТИФИКАТОР
tr: SPDX_TANIMLAYICI

source: SPDX License Identifier, repeatable.
cs: Identifikátor licence SPDX, opakovatelný.
es: Identificador de licencia SPDX, repetible.
fr: Identifiant de licence SPDX, répétable.
it: Identificativo licenza SPDX, ripetibile.
ru: Идентификатор лицензии SPDX, повторяемый.
tr: SPDX Lisans Tanımlayıcı, tekrarlanabilir.
uk: Ідентифікатор ліцензії SPDX, повторюваний.

source: CONTRIBUTOR
cs: PŘISPĚVATEL
es: COLABORADOR
fr: CONTRIBUTEUR
it: CONTRIBUITORE
ru: КОНТРИБЬЮТОР
tr: KATKIDA BULUNANLAR
uk: КОНТРИБ'ЮТОР

source: File contributor, repeatable.
cs: Přispěvatel souboru, opakovatelný.
es: Claborador de archivos, repetible.
fr: Contributeur au fichier, répétable.
it: Contribuitore al file, ripetibile.
ru: Вкладчик файлов, повторяющийся.
tr: Dosyaya katkıda bulunan, tekrarlanabilir.
uk: Дописувач файлів, повторюваний.

source: YEAR
cs: ROK
es: AÑO
fr: ANNÉE
it: ANNO
ru: ГОД
tr: YIL
uk: РІК

source: Year of copyright notice. You may define multiple years or a range of years.
it: Anno della nota di copyright. È possibile definire più anni o un intervallo di anni.
uk: Рік повідомлення про авторські права. Ви можете визначити кілька років або діапазон років.

source: Comment style to use.
cs: Styl komentáře k použití.
es: Estilo de comentario a utilizar.
fr: Style de commentaire à utiliser.
it: Stile commenti da usare.
ru: Используйте стиль комментариев.
tr: Kullanılacak yorum biçimi.
uk: Стиль коментування для використання.

source: Copyright prefix to use.
cs: Předpona autorských práv k užití.
es: Prefijo de derechos de autor a utilizar.
fr: Préfixe de droits d'auteur à utiliser.
it: Prefisso del Copyright da usare.
ru: Используемый префикс авторского права.
tr: Kullanılacak telif hakkı ön eki.
uk: Префікс авторського права для використання.

source: TEMPLATE
cs: ŠABLONA
es: PLANTILLA
it: MODELLO
ru: ОБРАЗЕЦ
tr: ŞABLON
uk: ШАБЛОН

source: Name of template to use.
cs: Název šablony, která se má použít.
es: nombre de la plantilla a utilizar.
fr: Nom de modèle à utiliser.
it: Nome del modello da usare.
ru: Название используемого шаблона.
tr: Kullanılacak şablonun adı.
uk: Назва шаблону для використання.

source: Do not include year in copyright notice.
it: Non includere l'anno nella dichiarazione di copyright.
uk: Не вказуйте рік у повідомленні про авторські права.

source: Merge copyright notices if they are identical except for their years.
it: Unire le note sul copyright se sono identiche, fatta eccezione per gli anni.
uk: Об’єднайте повідомлення про авторські права, якщо вони ідентичні, окрім років випуску.

source: Force single-line comment style.
cs: Vyžadujte jednořádkový styl komentáře.
es: forzar el estilo del comentario de una sola línea.
fr: Forcer le style de commentaire monoligne.
it: Forza lo stile commento su singola riga.
ru: Принудительный стиль однострочных комментариев.
tr: Tek satırlık yorum biçimini zorla.
uk: Примусовий однорядковий стиль коментарів.

source: Force multi-line comment style.
cs: Vyžadujte víceřádkový styl komentáře.
es: Forzar estilo de comentario multilínea.
fr: Forcer le style de commentaire multiligne.
it: Forza lo stile commento su più righe.
ru: Принудительный стиль многострочных комментариев.
tr: Çok satırlı yorum biçimini zorla.
uk: Примусовий багаторядковий стиль коментарів.

source: Add headers to all files under specified directories recursively.
cs: Rekurzivně přidejte hlavičky ke všem souborům v zadaných adresářích.
es: Añadir cabeceras a todos los archivos de los directorios especificados de forma recursiva
fr: Ajouter récursivement les en-têtes dans tous les fichiers des répertoires spécifiés.
it: Aggiunge intestazioni a tutti i file nelle cartelle specificate in modo ricorsivo.
ru: Рекурсивно добавляет заголовки ко всем файлам в указанных каталогах.
tr: Belirtilen dizinler altındaki tüm dosyalara yinelemeli olarak başlıklar ekle.
uk: Рекурсивно додати заголовки до всіх файлів у вказаних каталогах.

source: Do not replace the first header in the file; just add a new one.
cs: První záhlaví v souboru nenahrazujte, pouze přidejte nové.
es: No sustituir la primera cabecera del archivo; añadir una nueva
fr: Ne pas remplacer le premier en-tête dans le fichier, mais simplement en ajouter un.
it: Non sostituire la prima intestazione nel file; aggiungine semplicemente una nuova.
ru: Не заменяйте первый заголовок в файле, просто добавьте новый.
tr: Dosyadaki ilk başlığı değiştirme; sadece yeni bir başlık ekle.
uk: Не замінюйте перший заголовок у файлі; просто додайте новий.

source: Always write a .license file instead of a header inside the file.
cs: Místo hlavičky uvnitř souboru vždy napište soubor .license.
es: Escribir siempre un archivo .license en lugar de una cabecera dentro del archivo
fr: Toujours écrire un fichier .license au lieu d'un en-tête dans le fichier.
it: Scrivere sempre un file .license anziché un'intestazione all'interno del file.
ru: Всегда пишите файл .license вместо заголовка внутри файла.
tr: Dosyada başlık yerine her zaman bir .license dosyası yaz.
uk: Завжди записуйте файл .license замість заголовка всередині файлу.

source: Write a .license file to files with unrecognised comment styles.
cs: Zapište soubor .license do souborů s nerozpoznanými styly komentářů.
es: Escribir un archivo .license en archivos con estilos de comentario no reconocidos
fr: Écrire un fichier .license pour les fichiers au style de commentaire inconnu.
it: Scrivi un file .license nei file con stili commento non riconosciuti.
ru: Запись файла .license в файлы с нераспознанными стилями комментариев.
tr: Tanınmayan yorum biçimleri içeren dosyalar için bir .license dosyası yaz.
uk: Запишіть файл .license до файлів з нерозпізнаними стилями коментарів.

source: Skip files with unrecognised comment styles.
cs: Přeskočte soubory s nerozpoznanými styly komentářů.
es: Omitir los archivos con estilos de comentario no reconocidos
fr: Ignorer les fichiers comportant des styles de commentaires non reconnus.
it: Ignora i file con stili commento non riconosciuti.
ru: Пропуск файлов с нераспознанными стилями комментариев.
tr: Tanınmayan yorum biçimleri içeren dosyaları atla.
uk: Пропускати файли з нерозпізнаними стилями коментарів.

source: Skip files that already contain REUSE information.
cs: Přeskočte soubory, které již obsahují informace REUSE.
es: Omitir los archivos que ya contienen la información REUSE
fr: Ignorer les fichiers qui contiennent déjà les données REUSE.
it: Ignora i file che contengono già informazioni REUSE.
ru: Пропустить файлы, которые уже содержат информацию REUSE.
tr: REUSE bilgisi içeren dosyaları atla.
uk: Пропускати файли, які вже містять інформацію REUSE.

source: PATH
cs: CESTA
fr: CHEMIN
it: PERCORSO
tr: YOL
uk: ШЛЯХ

source: '{path}' is a binary, therefore using '{new_path}' for the header
cs: '{path}' je binární soubor, proto použijte '{new_path}' pro hlavičku
es: '{path}' es un fichero binario: en consecuencia, se utiliza '{new_path}' para la cabecera
fr: '{path}' est un fichier binaire, par conséquent le fichier '{new_path}' est utilisé pour l'en-tête
it: '{path}' è un file binario, occorre utilizzare '{new_path}' per l'intestazione
ru: '{path}' - двоичный файл, поэтому для заголовка используется '{new_path}'
tr: '{path}' ikili bir dosya, bu nedenle başlık için '{new_path}' kullanılacak
uk: '{path}' є бінарним, тому для заголовка слід використовувати '{new_path}'

source: '{path}' could not be parsed. We received the following error message: {message}
cs: '{path}' se nepodařilo zpracovat. Obdrželi jsme následující chybové hlášení: {message}
es: '{path}' no se pudo analizar. Con el siguiente mensaje de error: {message}
fr: '{path}' ne peut pas être traité. Nous avons reçu le message d'erreur suivant : {message}
it: Impossibile analizzare '{path}'. Abbiamo ricevuto il seguente messaggio di errore: {message}
ru: '{path}' не может быть разобран. Мы получили следующее сообщение об ошибке: {message}
tr: '{path}' çözümlenemedi. Şu hata mesajını aldık: {message}
uk: '{path}' не вдалося розібрати. Ми отримали наступне повідомлення про помилку: {message}

source: '{name}' is mutually exclusive with: {opts}
cs: '{name}' se vzájemně vylučuje s: {opts}
es: '{name}' se excluye mutuamente con: {opts}
fr: '{name}' est mutuellement exclusif avec : {opts}
it: '{name}' è mutuamente esclusivo con: {opts}
ru: '{name}' является взаимоисключающим с: {opts}
tr: '{name}' şununla birlikte kullanılamaz: {opts}
uk: '{name}' є взаємовиключним з: {opts}

source: '{}' is not a valid SPDX expression.
cs: '{}' není platný výraz SPDX.
es: '{}' no es una expresión SPDX válida,
fr: '{}' n'est pas une expression SPDX valide.
it: '{}' non è una espressione valida SPDX.
ru: '{}' не является допустимым выражением SPDX.
tr: '{}' geçerli bir SPDX ifadesi değildir.
uk: '{}' не є допустимим SPDX-виразом.

source: Convert .reuse/dep5 into a REUSE.toml file. The generated file is placed in the project root and is semantically identical. The .reuse/dep5 file is subsequently deleted.
cs: Převod souboru .reuse/dep5 do souboru REUSE.toml. Vygenerovaný soubor je umístěn v kořenovém adresáři projektu a je sémanticky identický. Soubor .reuse/dep5 je následně odstraněn.
es: Convertir .reuse/dep5 en un archivo REUSE.toml. El archivo generado se coloca en la raíz del proyecto y es semánticamente idéntico. El archivo .reuse/dep5 se elimina posteriormente.
fr: Convertir .reuse/dep5 en fichier REUSE.toml. Le fichier généré est placé dans la racine du projet et est sémantiquement équivalent. Le fichier .reuse/dep5 est donc supprimé.
it: Convertire .reuse/dep5 in un file REUSE.toml. Il file generato viene inserito nella radice del progetto ed è semanticamente identico. Il file .reuse/dep5 verrà successivamente eliminato.
ru: Преобразуйте файл .reuse/dep5 в файл REUSE.toml. Созданный файл помещается в корень проекта и является семантически идентичным. Файл .reuse/dep5 впоследствии удаляется.
tr: .reuse/dep5 dosyasını REUSE.toml dosyasına dönüştürün. Oluşturulan dosya proje kök dizinine yerleştirilir ve anlamsal olarak aynıdır. .reuse/dep5 dosyası daha sonra silinir.
uk: Сконвертуйте .reuse/dep5 у файл REUSE.toml. Згенерований файл розміщується в корені проекту і є семантично ідентичним. Згодом файл .reuse/dep5 буде видалено.

source: No '.reuse/dep5' file.
cs: Žádný soubor '.reuse/dep5'.
es: Sin archivo '.reuse/dep5'
fr: Aucun fichier '.reuse/dep5'.
it: Nessun file '.reuse/dep5'.
ru: Файл '.reuse/dep5' отсутствует.
tr: '.reuse/dep5' dosyası yok.
uk: Файл '.reuse/dep5 відсутній.

source: '{}' is not a valid SPDX License Identifier.
cs: '{}' není platný identifikátor licence SPDX.
es: '{}' no es un Identificador SPDX de Licencia válido.
fr: '{}' n'est pas un identifiant de licence SPDX valide.
it: '{}' non è un valido Identificativo di Licenza SPDX.
ru: '{}' не является действительным идентификатором лицензии SPDX.
tr: '{}' geçerli bir SPDX Lisans Tanımlayıcısı değildir.
uk: '{}' не є дійсним ідентифікатором ліцензії SPDX.

source: Did you mean:
cs: Chtěl jste říct:
fr: Vouliez-vous dire :
it: Intendevi:
ru: Вы имели в виду:
tr: Şunu mu demek istediniz:
uk: Ви мали на увазі:

source: See <https://spdx.org/licenses/> for a list of valid SPDX License Identifiers.
cs: Seznam platných identifikátorů licence SPDX naleznete na <https://spdx.org/licenses/>.
es: Consulta <https://spdx.org/licenses/> para obtener un listado de los Identificadores SPDX de Licencia válidos.
fr: Consultez <https://spdx.org/licenses/> pour une liste des identifiants de licence SPDX valides.
it: Consulta <https://spdx.org/licenses/> per la lista degli Identificativi di Licenza SPDX validi.
ru: Список допустимых идентификаторов лицензий SPDX см. в <https://spdx.org/licenses/>.
tr: Geçerli SPDX Lisans Tanımlayıcılarının listesi için <https://spdx.org/licenses/> adresine bakın.
uk: Список дійсних ідентифікаторів ліцензій SPDX див. на <https://spdx.org/licenses/>.

source: Error: {spdx_identifier} already exists.
cs: Chyba: {spdx_identifier} již existuje.
es: Error: {spdx_identifier} ya existe.
fr: Erreur : {spdx_identifier} existe déjà.
it: Errore: {spdx_identifier} esiste già.
ru: Ошибка: {spdx_identifier} уже существует.
tr: Hata: {spdx_identifier} zaten var.
uk: Помилка: {spdx_identifier} вже існує.

source: Error: {path} does not exist.
cs: Chyba: {path} neexistuje.
fr: Erreur : '{path}' n'existe pas.
it: Errore: {path} non esiste.
ru: Ошибка: {path} не существует.
tr: Hata: {path} mevcut değil.
uk: Помилка: {path} не існує.

source: Error: Failed to download license.
cs: Chyba: Nepodařilo se stáhnout licenci.
es: Error: Fallo al descargar la licencia.
fr: Erreur : échec du téléchargement de licence.
it: Errore: Fallito lo scaricamento della licenza.
ru: Ошибка: Не удалось загрузить лицензию.
tr: Hata: Lisans indirilemedi.
uk: Помилка: Не вдалося завантажити ліцензію.

source: Is your internet connection working?
cs: Funguje vaše internetové připojení?
es: ¿Está funcionando tu conexión a Internet?
fr: Votre connexion internet fonctionne-t-elle ?
it: La tua connessione Internet funziona?
ru: Работает ли ваше интернет-соединение?
tr: İnternet bağlantınız çalışıyor mu?
uk: Чи працює ваше інтернет-з'єднання?
