Repository: fsfe/reuse-tool
Catalog: po/*.po
Languages: cs, es, fr, it, ru, tr, uk

source: Successfully downloaded {spdx_identifier}.
cs: Úspěšně stažen {spdx_identifier}.
es: {spdx_identifier} descargado con éxito.
fr: Téléchargement de {spdx_identifier} terminé.
it: Scaricamento completato di {spdx_identifier}.
ru: Успешно загружен {spdx_identifier}.
tr: {spdx_identifier} başarıyla indirildi.
uk: {spdx_identifier} успішно завантажено.

source: Download a license and place it in the LICENSES/ directory.
cs: Stáhněte si licenci a umístěte ji do adresáře LICENSES/.
es: Descargar una licencia y colocarla en el directorio LICENSES/ .
fr: Télécharge une licence dans le répertoire LICENSES.
it: Scarica una licenza e salvala nella cartella LICENSES/ .
ru: Загрузите лицензию и поместите ее в каталог LICENSES/.
tr: Bir lisans indir ve LICENSES/ dizinine yerleştir.
uk: Завантажте ліцензію та помістіть її в каталог LICENSES/.

source: LICENSE should be a valid SPDX License Identifier. You may specify LICENSE multiple times to download multiple licenses.
it: LICENSE deve essere un identificatore di licenza SPDX valido. È possibile specificare LICENSE più volte per scaricare più licenze.

source: If LICENSE starts with LicenseRef-, then a corresponding empty file is created in the LICENSES/ directory.
it: Se LICENSE inizia con LicenseRef-, nella cartella LICENSES/ viene creato un file vuoto corrispondente.

source: Download all missing licenses detected in the project.
cs: Stáhnout všechny chybějící licence zjištěné v projektu.
es: Descargar todas las licencias no disponibles detectadas en el proyecto.
fr: Télécharger toutes les licences manquantes détectées dans le projet.
it: Scarica tutte le licenze mancanti rilevate nel progetto.
ru: Загрузите все недостающие лицензии, обнаруженные в проекте.
tr: Projede tespit edilen tüm eksik lisansları indir.
uk: Завантажте всі відсутні ліцензії, виявлені в проекті.

source: Path to download to.
cs: Cesta ke stažení.
es: Ruta a la que descargar.
fr: Chemin pour le téléchargement.
it: Percorso su cui scaricare.
ru: Путь для загрузки.
tr: İndirme yolu.
uk: Шлях для завантаження.

source: Source from which to copy license files; either a directory that contains the file or the file itself.
it: Origine da cui copiare i file di licenza: una cartella che contiene il file oppure il file stesso.

source: LICENSE
cs: LICENCE
es: LICENCIA
fr: LICENCE
it: LICENZA
ru: ЛИЦЕНЗИЯ
tr: LİSANS
uk: ЛІЦЕНЗІЯ

source: The 'LICENSE' argument and '--all' option are mutually exclusive.
cs: Argument 'LICENSE' a možnost '--all' se vzájemně vylučují.
es: El argumento 'LICENSE' y la opción '--all' se excluyen mutuamente
fr: Les options 'LICENSE' et '--all' sont mutuellement exclusives.
it: L'argomento 'LICENSE' e l'opzione '--all' si escludono a vicenda.
ru: Аргумент ' ЛИЦЕНЗИЯ' и опция '--все' являются взаимоисключающими.
tr: 'LICENSE' argümanı ve '--all' seçeneklerinden biri olmalıdır.
uk: Аргумент 'LICENSE' та опція '--all' є взаємовиключними.

source: Cannot use '--output' with more than one license.
cs: Nelze použít --output s více než jednou licencí.
es: No se puede utilizar '--output' con más de una licencia
fr: '--output' ne peut pas être utilisé avec plus d'une licence.
it: Non è possibile utilizzare '--output' con più di una licenza.
ru: Невозможно использовать '--output' с более чем одной лицензией.
tr: '--output' birden fazla lisansla birlikte kullanılamaz.
uk: Не можна використовувати '--output' з більш ніж однією ліцензією.

source: Lint the project directory for REUSE compliance. This version of the tool checks against version {reuse_version} of the REUSE Specification. You can find the latest version of the specification at <https://reuse.software/spec/>.
cs: Proveďte lintování adresáře projektu, aby byl v souladu s pravidly REUSE. Tato verze nástroje kontroluje verzi {reuse_version} specifikace REUSE. Nejnovější verzi specifikace najdete na adrese <https://reuse.software/spec/>.
es: Elimine el directorio del proyecto para cumplir con REUSE. Esta versión de la herramienta se compara con la versión {reuse_version} de la especificación de REUSE. Puede encontrar la última versión de la especificación en <https://reuse.software/spec/>.
fr: Vérifier le répertoire du projet pour la conformité REUSE. Cette version de l'outil vérifie la spécification REUSE dans sa version {reuse_version}. Vous pouvez trouver la dernière version de la spécification ici : <https://reuse.software/spec/>.
it: Esegui Lint nella cartella del progetto per la conformità REUSE. Questa versione dello strumento verifica la versione {reuse_version} della specifica REUSE. L'ultima versione della specifica è disponibile all'indirizzo <https://reuse.software/spec/>.
ru: Проверка каталога проекта на соответствие требованиям REUSE. Эта версия инструмента проверяет версию {reuse_version} спецификации REUSE. Последнюю версию спецификации можно найти по адресу <https://reuse.software/spec/>.
tr: Proje dizinini REUSE uyumluluğu için denetleyin. Bu araç sürümü, REUSE Belirtiminin {reuse_version} sürümüne göre denetler. Belirtimin en son sürümünü <https://reuse.software/spec/> adresinde bulabilirsiniz.
uk: Виконує перевірку каталогу проекту на відповідність специфікації REUSE. Ця версія інструменту перевіряє версію {reuse_version} специфікації REUSE. Останню версію специфікації можна знайти за адресою <https://reuse.software/spec/>.

source: Specifically, the following criteria are checked:
cs: Kontrolují se zejména tato kritéria:
es: Específicamente, se verifican los siguientes criterios:
fr: Plus précisément, les critères suivants sont vérifiés :
it: Nello specifico vengono verificati i seguenti criteri:
ru: В частности, проверяются следующие критерии:
tr: Özellikle, aşağıdaki kriterler denetlenir:
uk: Зокрема, перевіряються наступні критерії:

source: - Are there any bad (unrecognised, not compliant with SPDX) licenses in the project?
cs: - Jsou v projektu nějaké špatné (nerozpoznané, nekompatibilní s SPDX) licence?
es: - ¿ Hay alguna licencia incorrecta (no reconocida, que no cumpla con SPDX) en el proyecto?
fr: - Y a-t-il des mauvaises licences (inconnues, non conformes aux licences SPDX) dans le projet ?
it: - Ci sono licenze errate (non riconosciute, non conformi a SPDX) nel progetto?
ru: - Есть ли в проекте плохие (непризнанные, не соответствующие SPDX) лицензии?
tr: - Projede kötü (tanınmayan, SPDX ile uyumlu olmayan) lisanslar var mı?
uk: - Чи є в проекті погані (невизнані, не сумісні з SPDX) ліцензії?

source: - Are there any deprecated licenses in the project?
cs: - Jsou v projektu nějaké zastaralé licence?
es: - ¿Hay licencias obsoletas en el proyecto?
fr: - Y a-t-il des licences dépréciées dans le projet ?
it: - Ci sono licenze deprecate nel progetto?
ru: - Есть ли в проекте устаревшие лицензии?
tr: - Projede kullanımdan kaldırılmış lisanslar var mı?
uk: - Чи є якісь застарілі ліцензії в проекті?

source: - Are there any license files in the LICENSES/ directory without file extension?
cs: - Jsou v adresáři LICENSES/ nějaké licenční soubory bez přípony?
es: - ¿Hay algún archivo de licencia en el directorio LICENSES/ sin extensión de archivo?
fr: - Y a-t-il des fichiers de licence dans le répertoire LICENSES/ sans extension de fichier ?
it: - Ci sono file di licenza nella cartella LICENSES/ senza estensione?
ru: - Есть ли в каталоге LICENSES/ файлы лицензий без расширения?
tr: - LICENSES/ dizininde dosya uzantısı olmayan herhangi bir lisans dosyası var mı?
uk: - Чи є якісь файли ліцензій в каталозі LICENSES/ без розширення?

source: - Are any licenses referred to inside of the project, but not included in the LICENSES/ directory?
cs: - Odkazuje se na nějaké licence uvnitř projektu, ale nejsou obsaženy v adresáři LICENSES/?
es: - ¿Se hace referencia a alguna licencia dentro del proyecto, pero no se incluye en el directorio LICENSES/?
fr: - Est-ce que des licences sont référencées à l'intérieur du projet, mais non incluses dans le répertoire LICENSES/ ?
it: - Ci sono licenze a cui si fa riferimento all'interno del progetto, ma che non sono incluse nella cartella LICENSES/?
ru: - Есть ли лицензии, на которые ссылаются внутри проекта, но которые не включены в каталог LICENSES/?
tr: - Proje içinde atıfta bulunulan ancak LICENSES/ dizininde bulunmayan herhangi bir lisans var mı?
uk: - Чи є якісь ліцензії, на які є посилання в проекті, але які не включено до каталогу LICENSES/?

source: - Are any licenses included in the LICENSES/ directory that are not used inside of the project?
cs: - Jsou v adresáři LICENSES/ obsaženy nějaké licence, které se v projektu nepoužívají?
es: - ¿ Hay licencias incluidas en el directorio LICENSES/ que no se utilicen dentro del proyecto?
fr: - Est-ce que des licences incluses dans le répertoire LICENSES/ ne sont pas utilisées dans le projet ?
it: - Ci sono licenze incluse nella cartella LICENSES/ che non vengono utilizzate all'interno del progetto?
ru: - Включены ли в каталог LICENSES/ какие-либо лицензии, которые не используются внутри проекта?
tr: - LICENSES/ dizininde, proje içinde kullanılmayan herhangi bir lisans var mı?
uk: - Чи включено до каталогу LICENSES/ якісь ліцензії, які не використовуються у проекті?

source: - Are there any read errors?
cs: - Dochází k chybám při čtení?
es: - ¿Hay algún error de lectura?
fr: - Y a-t-il des erreurs de lecture ?
it: - Ci sono errori di lettura?
ru: - Есть ли ошибки чтения?
tr: - Okuma hatası var mı?
uk: - Чи є якісь помилки читання?

source: - Do all files have valid copyright and licensing information?
cs: - Mají všechny soubory platné informace o autorských právech a licencích?
es: - ¿Todos los archivos tienen información válida sobre derechos de autor y licencias?
fr: - Tous les fichiers ont-ils un droit d'auteur valide et des informations de licence ?
it: - Tutti i file hanno informazioni valide su copyright e licenza?
ru: - Все ли файлы содержат достоверную информацию об авторских правах и лицензировании?
tr: - Tüm dosyalar geçerli telif hakkı ve lisans bilgilerine sahip mi?
uk: - Чи всі файли мають дійсну інформацію про авторські права та ліцензії?

source: Prevent output.
cs: Brání výstupu.
es: Evita la producción
fr: Empêcher la sortie.
it: Impedisci l'uscita.
ru: Предотвращение выхода.
tr: Çıktıyı önle.
uk: Запобігти виведенню.

source: Format output as JSON.
cs: Formátuje výstup jako JSON.
es: Formato de salida JSON.
fr: Appliquer le format JSON à la sortie.
it: Formatta l'uscita come JSON.
ru: Формат как JSON.
tr: Çıktıyı JSON olarak biçimlendir.
uk: Виводити у форматі JSON.

source: Format output as plain text. (default)
cs: Formátování výstupu jako prostého textu. (výchozí)
es: Formato de salida como texto plano (por defecto)
fr: Appliquer le format texte brut pour la sortie. (par défaut)
it: Formatta l'uscita come testo semplice. (predefinito)
ru: Форматирование вывода как обычного текста. (по умолчанию)
tr: Çıktıyı düz metin olarak biçimlendir. (varsayılan)
uk: Формат виводу - звичайний текст. (за замовчуванням)

source: Format output as errors per line.
cs: Formátuje výstup jako chyby na řádek.
es: Formato de salida como errores por línea.
fr: Générer une ligne par erreur.
it: Formatta l'uscita come errori per riga.
ru: Форматируйте вывод как ошибки в строке.
tr: Çıktıyı satır başına hatalar olarak biçimlendir.
uk: Формат виведення - помилки на рядок.

source: Lint individual files for REUSE compliance. The specified FILEs are checked for the presence of copyright and licensing information, and whether the found licenses are included in the LICENSES/ directory.
cs: Lintování jednotlivých souborů pro splnění požadavků REUSE. U zadaných souborů se kontroluje přítomnost informací o autorských právech a licencích a zda jsou nalezené licence obsaženy v adresáři LICENSES/.
es: Eliminar archivos individuales para el cumplimiento de REUSE. Se comprueba en los ARCHIVOs especificados la presencia de información sobre derechos de autor y licencias, y si las licencias encontradas están incluidas en el directorio LICENSES/.
fr: Vérifier les fichiers individuels pour la conformité REUSE. La présence de droit d'auteur et de licence est recherchée dans les fichiers et les licences trouvées doivent être présentes dans le répertoire LICENSES/.
it: Controlla tramite lint i singoli file per verificarne la conformità al REUSE. I FILE specificati vengono controllati per verificare la presenza di informazioni su copyright e licenza e per verificare se le licenze trovate sono incluse nella cartella LICENSES/.
ru: Проверка отдельных файлов на соответствие стандарту REUSE. Указанные ФАЙЛЫ проверяются на наличие информации об авторских правах и лицензировании, а также на то, включены ли найденные лицензии в каталог LICENSES/.
tr: REUSE uyumluluğu için tek tek dosyaları denetle. Belirtilen DOSYALAR, telif hakkı ve lisans bilgilerinin varlığı açısından denetlenir ve bulunan lisansların LICENSES/ dizininde yer alıp almadığına bakılır.
uk: Перебирає окремі файли на відповідність вимогам REUSE. Вказані ФАЙЛИ перевіряються на наявність інформації про авторські права та ліцензії, а також на наявність знайдених ліцензій у каталозі LICENSES/.

source: Format output as errors per line. (default)
cs: Formátování výstupu jako chyby na řádek. (výchozí)
es: Formatea la salida como errores por línea. (por defecto)
fr: Générer une ligne par erreur. (par défaut)
it: Formatta l'uscita come errori per riga. (predefinito)
ru: Форматировать вывод в виде ошибок в строке. (по умолчанию)
tr: Çıktıyı satır başına hata olarak biçimlendir. (varsayılan)
uk: Формат виводу - помилки на рядок. (за замовчуванням)

source: '{file}' is not inside of '{root}'.
cs: '{file}' není uvnitř '{root}'.
es: '{file}' no está dentro de '{root}'.
fr: '{file}' n'est pas à l'intérieur de '{root}'.
it: '{file}' non si trova all'interno di '{root}'.
ru: '{file}' не находится внутри '{root}'.
tr: '{file}' '{root}' içinde değil.
uk: '{file}' не знаходиться всередині '{root}'.

source: %(prog)s, version %(version)s
cs: %(prog)s, verze %(version)s
es: %(prog)s, versión %(version)s
it: %(prog)s, versione %(version)s
ru: %(prog)s, версия %(version)s
tr: %(prog)s, sürüm %(version)s
uk: %(prog)s, версія %(version)s

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
cs: Tento program je svobodný software: můžete jej šířit a/nebo upravovat za podmínek GNU General Public License, jak ji vydala Free Software Foundation, a to buď ve verzi 3, nebo (podle vaší volby) v jakékoli pozdější verzi.
es: Este programa es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU publicada por la Free Software Foundation, ya sea la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier sous les termes de la licence publique générale GNU telle que publiée par la Free Software Foundation, soit la version 3 de la licence, soit (à votre choix) toute version ultérieure.
it: Questo programma è un software libero: puoi ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License pubblicata dalla Free Software Foundation, sia la versione 3 della licenza, sia (a tua scelta) una versione successiva.
ru: Эта программа является свободным программным обеспечением: вы можете распространять ее и/или изменять в соответствии с условиями Стандартной общественной лицензии GNU, опубликованной Фондом свободного программного обеспечения, либо версии 3 этой лицензии, либо (по вашему выбору) любой более поздней версии.
tr: Bu program özgür bir yazılımdır: Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansı'nın şartları altında, Lisansın 3. sürümü veya (tercihinize bağlı olarak) daha sonraki herhangi bir sürümü altında yeniden dağıtabilir ve/veya değiştirebilirsiniz.
uk: Ця програма є вільним програмним забезпеченням: ви можете розповсюджувати її та/або змінювати відповідно до умов Стандартної публічної ліцензії GNU, опублікованої Фондом вільного програмного забезпечення, або версії 3 цієї ліцензії, або (на ваш вибір) будь-якої пізнішої версії.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
cs: Tento program je šířen v naději, že bude užitečný, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce ani bez předpokládané záruky PRODEJNOSTI nebo VHODNOSTI PRO KONKRÉTNÍ ÚČEL. Další podrobnosti naleznete v Obecné veřejné licenci GNU.
es: Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Consulte la Licencia Pública General GNU para más detalles.
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS aucune GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou d'ADÉQUATION À UN USAGE PARTICULIER. Voir la licence publique générale GNU pour plus de détails.
it: Questo programma è distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA; nemmeno la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UNO SCOPO PARTICOLARE. Per maggiori dettagli, consultare la GNU General Public License.
ru: Эта программа распространяется в надежде, что она окажется полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемых гарантий ТОВАРНОЙ ПРИГОДНОСТИ или ПРИГОДНОСТИ ДЛЯ КАКОЙ-ЛИБО ЦЕЛИ. Более подробную информацию см. в Стандартной общественной лицензии GNU.
tr: Bu program, yararlı olacağı umuduyla dağıtılmaktadır, ancak HERHANGİ BİR GARANTİ VERİLMEMEKTEDİR; TİCARİ ELVERİŞLİLİK veya BELİRLİ BİR AMACA UYGUNLUK konusunda zımni garanti bile verilmez. Daha fazla bilgi için GNU Genel Kamu Lisansını inceleyin.
uk: Ця програма поширюється в надії, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; без навіть неявної гарантії ТОВАРНОСТІ або ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ ЦІЛІ. Для більш детальної інформації див. Загальну публічну ліцензію GNU.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.
cs: Spolu s tímto programem jste měli obdržet kopii Obecné veřejné licence GNU. Pokud ne, podívejte se na <https://www.gnu.org/licenses/>.
es: Debería haber recibido una copia de la Licencia Pública General GNU junto con este programa. Si no es así, consulte <https://www.gnu.org/licenses/>.
fr: Vous devriez avoir reçu une copie de la licence générale publique GNU avec ce programme. Si ce n'est pas le cas, consultez <https://www.gnu.org/licenses/>.
it: Dovresti aver ricevuto una copia della GNU General Public License insieme a questo programma. In caso contrario, consulta <https://www.gnu.org/licenses/>.
ru: Вместе с этой программой вы должны были получить копию Стандартной общественной лицензии GNU. Если нет, смотрите <https://www.gnu.org/licenses/>.
tr: Bu programla birlikte GNU Genel Kamu Lisansı'nın bir kopyasını almış olmalısınız. Eğer almadıysanız, <https://www.gnu.org/licenses/> adresine bakın.
uk: Ви мали отримати копію Стандартної публічної ліцензії GNU разом із цією програмою. Якщо ні, зверніться до <https://www.gnu.org/licenses/>.

source: reuse is a tool for compliance with the REUSE recommendations. See <https://reuse.software/> for more information, and <https://reuse.readthedocs.io/> for the online documentation.
cs: reuse je nástrojem pro dodržování doporučení REUSE. Další informace naleznete na adrese <https://reuse.software/> a online dokumentaci na adrese <https://reuse.readthedocs.io/>.
es: reuse es una herramienta para cumplir con las recomendaciones de la iniciativa REUSE. Visita <https://reuse.software/> para obtener más información, y <https://reuse.readthedocs.io/> para acceder a la documentación en línea.
fr: reuse est un outil pour la conformité aux recommandations de l'initiative REUSE. Voir <https://reuse.software/> pour plus d'informations, et <https://reuse.readthedocs.io/> pour la documentation en ligne.
it: reuse è uno strumento per la conformità alle raccomandazioni REUSE. Visita <https://reuse.software/> per maggiori informazioni, e <https://reuse.readthedocs.io/> per accedere alla documentazione in linea.
ru: reuse - это инструмент для соблюдения рекомендаций REUSE. Дополнительную информацию см. на сайте <https://reuse.software/>, а онлайн-документацию - на сайте <https://reuse.readthedocs.io/>.
tr: reuse, REUSE önerilerine uyum için kullanılan bir araçtır. Daha fazla bilgi için <https://reuse.software/> adresini, çevrimiçi belgeler için ise <https://reuse.readthedocs.io/> adresini ziyaret edin.
uk: reuse — це засіб для дотримання порад REUSE. Перегляньте <https://reuse.software/> для отримання додаткових відомостей і <https://reuse.readthedocs.io/> перегляду онлайн-документації.

source: This version of reuse is compatible with version {} of the REUSE Specification.
cs: Tato verze reuse je kompatibilní s verzí {} specifikace REUSE.
es: Esta versión de reuse es compatible con la versión {} de la Especificación REUSE.
fr: Cette version de reuse est compatible avec la version {} de la spécification REUSE.
it: Questa versione di reuse è compatibile con la versione {} della Specifica REUSE.
ru: Эта версия повторного использования совместима с версией {} спецификации REUSE.
tr: Bu reuse sürümü, REUSE Belirtiminin {} sürümüyle uyumludur.
uk: Ця версія reuse сумісна з версією {} специфікації REUSE.

source: Support the FSFE's work:
cs: Podpořte činnost FSFE:
es: Apoya el trabajo de la FSFE:
fr: Soutenir le travail de la FSFE :
it: Sostieni il lavoro della FSFE:
ru: Поддержите работу ФСПО:
tr: FSFE'nin çalışmalarını destekleyin:
uk: Підтримати роботу FSFE:

source: Donations are critical to our strength and autonomy. They enable us to continue working for Free Software wherever necessary. Please consider making a donation at <https://fsfe.org/donate/>.
cs: Dary jsou pro naši sílu a nezávislost zásadní. Umožňují nám pokračovat v práci pro svobodný software všude tam, kde je to nutné. Zvažte prosím možnost přispět na <https://fsfe.org/donate/>.
es: Las donaciones son esenciales para nuestra fortaleza y autonomía. Estas nos permiten continuar trabajando por el Software Libre allá donde sea necesario. Por favor, considera el hacer una donación en <https://fsfe.org/donate/>.
fr: Les dons sont cruciaux pour notre force et notre autonomie. Ils nous permettent de continuer à travailler pour le Logiciel Libre partout où c'est nécessaire. Merci d'envisager de faire un don <https://fsfe.org/donate/>.
it: Le donazioni sono fondamentali per la nostra forza e la nostra autonomia. Ci permettono di continuare a lavorare per il Software Libero ovunque sia necessario. Prendi in considerazione di fare una donazione su <https://fsfe.org/donate/>.
ru: Пожертвования имеют решающее значение для нашей силы и самостоятельности. Они позволяют нам продолжать работать во имя свободного программного обеспечения везде, где это необходимо. Пожалуйста, рассмотрите возможность сделать пожертвование по адресу <https://fsfe.org/donate/>.
tr: Bağışlar, gücümüz ve özerkliğimiz için çok önemlidir. Bağışlar, gerektiğinde Özgür Yazılım için çalışmaya devam etmemizi sağlar. Lütfen <https://fsfe.org/donate/> adresinden bağış yapmayı düşünün.
uk: Внески мають вирішальне значення для нашої стійкості й незалежності. Вони дають нам змогу продовжувати працювати над вільним програмним забезпеченням, де це необхідно. Будь ласка, розгляньте можливість підтримати нас на <https://fsfe.org/donate/>.
