Repository: fsfe/reuse-tool
Catalog: po/*.po
Languages: cs, es, fr, it, ru, tr, uk

source: Could not resolve SPDX License Identifier of {path}, resolving to {identifier}. Make sure the license is in the license list found at <https://spdx.org/licenses/> or that it starts with 'LicenseRef-', and that it has a file extension.
cs: Nepodařilo se přeložit identifikátor licence SPDX {path}, přeloženo na {identifier}. Zkontrolujte, zda je licence v seznamu licencí nalezeném na adrese <https://spdx.org/licenses/> nebo zda začíná znakem 'LicenseRef-' a zda má příponu souboru.
es: No pudo detectarse el Identificador SPDX de Licencia de {path}: detectando {identifier}. Asegúrate de que la licencia consta en la lista de licencias alojada en <https://spdx.org/licenses/>, o de que empieza por 'LicenseRef-', y de que posee una extensión de fichero.
fr: Impossible de résoudre l'identifiant de licence SPDX de {path}, utilisation de {identifier}. Merci de vérifier soit que la licence est dans la liste fournie à<https://spdx.org/licenses/>, soit qu'elle débute par 'LicenseRef-' et qu'elle contient une extension de fichier.
it: Non è possibile rilevare l'Identificativo di Licenza SPDX per {path}, viene impostato a {identifier}. Assicurati che la licenza sia nella lista delle licenze elencate su <https://spdx.org/licenses/> o che inizi con 'LicenseRef-', e che abbia un'estensione del file.
ru: Не удалось разрешить идентификатор лицензии SPDX {path}, разрешается {identifier}. Убедитесь, что лицензия находится в списке лицензий по адресу <https://spdx.org/licenses/> или что она начинается с 'LicenseRef-' и имеет расширение файла.
tr: {path} için, {identifier} olarak çözümlenen SPDX Lisans Kimliği anlaşılamadı. Lisansın <https://spdx.org/licenses/> listesinde bulunduğundan veya 'LicenseRef-' ile başladığından ve bir dosya uzantısına sahip olduğundan emin olun.
uk: Не вдалося розпізнати ідентифікатор ліцензії SPDX {path}. Його розв'язано як {identifier}. Переконайтеся, що ліцензія є у списку ліцензій на <https://spdx.org/licenses/> або що вона починається з 'LicenseRef-' і має розширення файлу.

source: {identifier} is the SPDX License Identifier of both {path} and {other_path}
cs: {identifier} je identifikátor licence SPDX jak {path}, tak {other_path}
es: {identifier} es el Identificador SPDX de Licencia, tanto de {path}, como de {other_path}
fr: {identifier} est l'identifiant SPXD de {path} comme de {other_path}
it: {identifier} è l'Identificativo di Licenza SPDX sia di {path} che di {other_path}
ru: {identifier} - это идентификатор лицензии SPDX для {path} и {other_path}
tr: {identifier} hem {path} hem de {other_path} için SPDX Lisans Kimliğidir
uk: {identifier} — це ідентифікатор ліцензії SPDX для {path} і {other_path}

source: '{path}' is inside of a '{exe}' repository, but it is not its root directory. ignoring the VCS.
it: '{path}' si trova all'interno di un repository '{exe}', che non è la sua cartella radice. VCS ignorato.

source: project '{}' is not a VCS repository or required VCS software is not installed
cs: projekt '{}' není úložištěm VCS nebo není nainstalován požadovaný software VCS
es: el proyecto '{}' no es un repositorio VCS o el software VCS requerido no está instalado
it: il progetto '{}' non è un repository VCS o il software VCS richiesto non è installato
ru: Проект '{}' не является репозиторием VCS или в нем не установлено необходимое программное обеспечение VCS
uk: проєкт '{}' не є репозиторієм VCS або потрібне програмне забезпечення VCS не встановлено

source: Could not read '{path}'
cs: Nepodařilo se načíst '{path}'
es: No se pudo leer '{path}'
fr: Lecture de '{path}' impossible
it: Non è possibile leggere '{path}'
ru: Не удалось прочитать '{path}'
tr: '{path}' okunamıyor
uk: Не вдалося прочитати '{path}'

source: Unexpected error occurred while parsing '{path}'
cs: Při analýze souboru '{path}' došlo k neočekávané chybě
es: Se produjo un error inesperado al procesar '{path}'
fr: Erreur inattendue lors de l'analyse de '{path}'
it: Errore sconosciuto durante la parsificazione di '{path}'
ru: При разборе '{path}' произошла непредвиденная ошибка
tr: '{path}' çözümlenirken beklenmedik bir hata oluştu
uk: Під час аналізу '{path}' сталася неочікувана помилка

source: Fix bad licenses: At least one license in the LICENSES directory and/or provided by 'SPDX-License-Identifier' tags is invalid. They are either not valid SPDX License Identifiers or do not start with 'LicenseRef-'. FAQ about custom licenses: https://reuse.software/faq/#custom-license
cs: Oprava špatných licencí: Alespoň jedna licence v adresáři LICENSES a/nebo poskytnutá pomocí značek 'SPDX-License-Identifier' je neplatná. Nejsou to platné identifikátory licencí SPDX nebo nezačínají znakem 'LicenseRef-'. Často kladené otázky o vlastních licencích: https://reuse.software/faq/#custom-license
es: Corregir licencias defectuosas: Al menos una licencia en el directorio LICENCIAS y/o proporcionada por etiquetas 'SPDX-License-Identifier' no es válida. No son identificadores de licencia SPDX válidos o no empiezan por 'LicenseRef-'. Preguntas frecuentes sobre las licencias personalizadas: https://reuse.software/faq/#custom-license
fr: Corrigez les mauvaises licences : Au moins une licence du dossier LICENSES et/ou fournie par l'étiquette 'SPDX-License-Identifier' est invalide. Soit il ne s'agit pas d'identifiants de licence SPDX valides, soit ces identifiants personnalisés ne commencent pas par 'LicenseRef-'. FAQ à propos des licences personnalisées : https://reuse.software/faq/#custom-license
it: Correggere le licenze errate: almeno una licenza nella cartella LICENSES e/o fornita dai tag 'SPDX-License-Identifier' non è valida. O non sono identificativi di licenza SPDX validi o non iniziano con 'LicenseRef-'. Domande ricorrenti sulle licenze personalizzate: https://reuse.software/faq/#custom-license
ru: Исправление недействительных лицензий: По крайней мере одна лицензия в каталоге LICENSES и/или предоставленная тегами 'SPDX-License-Identifier', является недействительной. Они либо не являются действительными идентификаторами лицензий SPDX, либо не начинаются с 'LicenseRef-'. Часто задаваемые вопросы о пользовательских лицензиях: https://reuse.software/faq/#custom-license
uk: Виправте недійсні ліцензії: Принаймні одна ліцензія в директорії LICENSES та/або вказана у тегах 'SPDX-License-Identifier' недійсна. Вони або не мають дійсних ідентифікаторів ліцензій SPDX, або не починаються з 'LicenseRef-'. Часті запитання про користувацькі ліцензії: https://reuse.software/faq/#custom-license

source: Fix deprecated licenses: At least one of the licenses in the LICENSES directory and/or provided by an 'SPDX-License-Identifier' tag or in '.reuse/dep5' has been deprecated by SPDX. The current list and their respective recommended new identifiers can be found here: <https://spdx.org/licenses/#deprecated>
cs: Oprava zastaralých licencí: Alespoň jedna z licencí v adresáři LICENSES a/nebo poskytnutých pomocí tagu 'SPDX-License-Identifier' nebo v souboru '.reuse/dep5' byla v SPDX zastaralá. Aktuální seznam a příslušné doporučené nové identifikátory naleznete zde: <https://spdx.org/licenses/#deprecated>
es: Corrección de licencias obsoletas: Al menos una de las licencias en el directorio LICENCIAS y/o proporcionada por una etiqueta 'SPDX-License-Identifier' o en '.reuse/dep5' ha sido obsoleta por SPDX. La lista actual y los nuevos identificadores recomendados se encuentran aquí: <https://spdx.org/licenses/#deprecated>
fr: Corrigez les licences dépréciées : Au moins une licence du dossier LICENSES et/ou fournie par une étiquette 'SPDX-License-Identifier' ou par '.reuse/dep5' a été dépréciée par SPDX. La liste des licences dépréciées ainsi que leur nouvel identifiant recommandé peut être trouvé ici : <https://spdx.org/licenses/#deprecated>
it: Correggere le licenze deprecate: almeno una delle licenze nella cartella LICENSES e/o fornita da un tag 'SPDX-License-Identifier' o in '.reuse/dep5' è stata deprecata da SPDX. L'elenco attuale e i rispettivi nuovi identificatori consigliati sono disponibili qui: <https://spdx.org/licenses/#deprecated>
ru: Исправление устаревших лицензий: По крайней мере одна из лицензий в каталоге LICENSES и/или предоставленная тегом 'SPDX-License-Identifier' или в файле '.reuse/dep5', была устаревшей в SPDX. Текущий список и рекомендуемые новые идентификаторы можно найти здесь: <https://spdx.org/licenses/#deprecated>
uk: Виправте застарілі ліцензії: Принаймні одна з ліцензій у каталозі LICENSES та/або зазначена у тезі 'SPDX-License-Identifier' або у файлі '.reuse/dep5' застаріла для SPDX. Поточний список і відповідні рекомендовані нові ідентифікатори можна знайти тут: <https://spdx.org/licenses/#deprecated>

source: Fix licenses without file extension: At least one license text file in the 'LICENSES' directory does not have a '.txt' file extension. Please rename the file(s) accordingly.
cs: Oprava licencí bez přípony souboru: Nejméně jeden textový soubor licence v adresáři 'LICENSES' nemá příponu '.txt'. Soubor(y) odpovídajícím způsobem přejmenujte.
es: Corregir licencias sin extensión de archivo: al menos un archivo de texto con la licencia en el directorio 'LICENCIAS' no tiene una extensión '.txt'. Cambie el nombre de los archivos en consecuencia.
it: Correggere le licenze senza estensione file: almeno un file di testo di licenza nella cartella 'LICENSES' non ha l'estensione '.txt'. Rinomina il/i file di conseguenza.
ru: Исправьте лицензии без расширения файла: По крайней мере один текстовый файл лицензии в каталоге 'LICENSES' не имеет расширения '.txt'. Пожалуйста, переименуйте файл(ы) соответствующим образом.
uk: Виправте ліцензії без розширення файлів: Принаймні один текстовий файл ліцензії в директорії 'LICENSES' не має розширення '.txt'. Перейменуйте файл(и) відповідно.

source: Fix missing licenses: For at least one of the license identifiers provided by the 'SPDX-License-Identifier' tags, there is no corresponding license text file in the 'LICENSES' directory. For SPDX license identifiers, you can simply run 'reuse download --all' to get any missing ones. For custom licenses (starting with 'LicenseRef-'), you need to add these files yourself.
cs: Oprava chybějících licencí: V adresáři 'LICENSES' není k dispozici odpovídající textový soubor s licencí pro alespoň jeden z identifikátorů licencí poskytovaných pomocí značek 'SPDX-License-Identifier'. Pro identifikátory licencí SPDX můžete jednoduše spustit příkaz 'reuse download --all' a získat všechny chybějící. Pro vlastní licence (začínající na 'LicenseRef-') musíte tyto soubory přidat sami.
es: Corrección de las licencias que faltan: Para al menos uno de los identificadores de la licencia proporcionados por las etiquetas 'SPDX-License-Identifier', no existe el correspondiente archivo de texto de licencia en el directorio 'LICENCIAS'. Para los identificadores de licencia SPDX, basta con ejecutar 'reuse download --all' para obtener los que falten. En el caso de las licencias personalizadas (que empiezan por 'LicenseRef-'), deberá añadir estos archivos usted mismo.
fr: Corriger les licences manquantes : Au moins une licence identifiée par une étiquette 'SPDX-License-Identifier' n'a pas son fichier texte associé dans le dossier 'LICENSES'. Pour les identifiants de licence SPDX, vous pouvez exécuter la commande 'reuse download --all' pour simplement récupérer les fichiers licence manquants. Pour les licences personnalisées (commençant par 'LicenseRef-'), vous devez ajouter ces fichiers vous-même.
it: Correggere le licenze mancanti: per almeno uno degli identificatori di licenza forniti dai tag 'SPDX-License-Identifier', non esiste un file di testo di licenza corrispondente nella cartella 'LICENSES'. Per gli identificatori di licenza SPDX, è sufficiente eseguire 'reuse download --all' per recuperare quelli mancanti. Per le licenze personalizzate (che iniziano con 'LicenseRef-'), è necessario aggiungere manualmente questi file.
ru: Исправление отсутствующих лицензий: По крайней мере для одного из идентификаторов лицензий, предоставляемых тегами 'SPDX-License-Identifier', в каталоге 'LICENSES' нет соответствующего текстового файла лицензии. Для идентификаторов лицензий SPDX можно просто выполнить команду 'reuse download --all', чтобы получить все недостающие идентификаторы. Для пользовательских лицензий (начинающихся с 'LicenseRef-') вам нужно добавить эти файлы самостоятельно.
uk: Виправте відсутні ліцензії: Принаймні для одного з ідентифікаторів ліцензій, зазначених у тегах 'SPDX-License-Identifier', у директорії 'LICENSES' відсутній відповідний текстовий файл ліцензії. Для ідентифікаторів ліцензій SPDX ви можете просто виконати команду 'reuse download --all', щоб отримати будь-які відсутні ідентифікатори. Для користувацьких ліцензій (починаючи з 'LicenseRef-') вам потрібно додати ці файли самостійно.

source: Fix unused licenses: At least one of the license text files in 'LICENSES' is not referenced by any file, e.g. by an 'SPDX-License-Identifier' tag. Please make sure that you either tag the accordingly licensed files properly, or delete the unused license text if you are sure that no file or code snippet is licensed as such.
cs: Oprava nepoužívaných licencí: Alespoň jeden z textových souborů licencí v 'LICENSES' není odkazován žádným souborem, např. značkou 'SPDX-License-Identifier'. Ujistěte se, že jste odpovídajícím způsobem licencované soubory buď správně označili, nebo nepoužitý licenční text odstranili, pokud jste si jisti, že žádný soubor nebo kousek kódu není takto licencován.
es: Corregir licencias no utilizadas: Al menos uno de los archivos de texto de la licencia en 'LICENCIAS' no está referenciado por ningún archivo, por ejemplo, por una etiqueta 'SPDX-License-Identifier'. Por favor, asegúrese de etiquetar correctamente los archivos con la licencia correspondiente, o elimine el texto de la licencia no utilizado si está seguro de que ningún archivo o fragmento de código tiene una licencia como tal.
it: Correggere le licenze inutilizzate: almeno uno dei file di testo di licenza in "LICENSES" non è referenziato da alcun file, ad esempio da un tag "SPDX-License-Identifier". Assicurarsi di marcare correttamente i file con licenza appropriata oppure eliminare il testo della licenza inutilizzata se si è sicuri che nessun file o frammento di codice sia concesso in licenza con tale licenza.
ru: Исправьте неиспользуемые лицензии: По крайней мере, на один из файлов с текстом лицензии в 'LICENSES' не ссылается ни один файл, например, тег 'SPDX-License-Identifier'. Пожалуйста, убедитесь, что вы либо пометили соответствующие лицензионные файлы должным образом, либо удалили неиспользуемый лицензионный текст, если вы уверены, что ни один файл или фрагмент кода не лицензируется как таковой.
uk: Виправте невикористані ліцензії: Принаймні на один з файлів з текстом ліцензії у 'LICENSES' немає жодного посилання, наприклад, за допомогою тегу 'SPDX-License-Identifier'. Переконайтеся, що ви або правильно позначили відповідні ліцензовані файли, або видаліть невикористаний текст ліцензії, якщо ви впевнені, що жоден файл або фрагмент коду не ліцензований як такий.

source: Fix read errors: At least one of the files in your directory cannot be read by the tool. Please check the file permissions. You will find the affected files at the top of the output as part of the logged error messages.
cs: Oprava chyb čtení: Nástroj nemůže přečíst alespoň jeden ze souborů v adresáři. Zkontrolujte oprávnění souboru. Postižené soubory najdete v horní části výstupu jako součást zaznamenaných chybových hlášení.
es: Corregir errores de lectura: Al menos uno de los archivos de su directorio no puede ser leído por la herramienta. Compruebe los permisos de los archivos. Encontrará los archivos afectados en la parte superior como parte de los mensajes de los errores registrados.
it: Correggere gli errori di lettura: almeno uno dei file nella propria cartella non può essere letto dallo strumento. Controllare i permessi del file. Si troveranno i file interessati nella parte superiore dell'risultato in uscita, come parte dei messaggi di errore registrati.
ru: Исправьте ошибки чтения: По крайней мере один из файлов в вашей директории не может быть прочитан инструментом. Проверьте права доступа к файлам. Затронутые файлы вы найдете в верхней части вывода в виде сообщений об ошибках.
uk: Виправте помилки читання: Принаймні один з файлів у вашій директорії не може бути прочитаний інструментом. Перевірте права доступу до файлів. Ви знайдете відповідні файли у верхній частині виводу як частину зареєстрованих повідомлень про помилки.

source: Fix invalid SPDX License Expressions: In one or more files there are SPDX License Expressions which cannot be parse. Check whether the value that follows 'SPDX-License-Identifier:' is correct. If the detected expression is not meant to be valid, put it between 'REUSE-IgnoreStart' and 'REUSE-IgnoreEnd' comments.
it: Correggere le espressioni di licenza SPDX non valide: in uno o più file sono presenti espressioni di licenza SPDX che non possono essere analizzate. Verificare se il valore che segue 'SPDX-License-Identifier:' è corretto. Se l'espressione rilevata non è valida, inserirla tra i commenti 'REUSE-IgnoreStart' e 'REUSE-IgnoreEnd'.
uk: Виправлення недійсних виразів ліцензії SPDX: в одному або декількох файлах є вирази ліцензії SPDX, які не можна проаналізувати. Перевірте, чи правильне значення, що йде за «SPDX-License-Identifier:». Якщо виявлений вираз не є дійсним, помістіть його між коментарями «REUSE-IgnoreStart» і «REUSE-IgnoreEnd».

source: Fix missing copyright/licensing information: For one or more files, the tool cannot find copyright and/or licensing information. You typically do this by adding 'SPDX-FileCopyrightText' and 'SPDX-License-Identifier' tags to each file. The tutorial explains additional ways to do this: <https://reuse.software/tutorial/>
cs: Oprava chybějících informací o autorských právech/licencích: U jednoho nebo více souborů nemůže nástroj najít informace o autorských právech a/nebo licenční informace. To obvykle provedete přidáním značek 'SPDX-FileCopyrightText' a 'SPDX-License-Identifier' ke každému souboru. V návodu jsou vysvětleny další způsoby, jak to provést: <https://reuse.software/tutorial/>
es: Corregir la falta de información del copyright/licencia: Para uno o más archivos, la herramienta no puede encontrar la información del copyright y/o licencia. Para ello, añada las etiquetas 'SPDX-FileCopyrightText' y 'SPDX-License-Identifer' a cada archivo. El tutorial explica otras formas de hacerlo: <https://reuse.software/tutorial/>
fr: Corrigez les copyrights et licences manquantes : L'outil n'a pas pu trouver le copyright et/ou la licence d'au moins un fichier. Ils sont typiquement identifiés par les étiquettes 'SPDX-FileCopyrightText' et 'SPDX-License-Identifier' dans chaque fichier. Le tutoriel donne d'autres moyens de les ajouter : <https://reuse.software/tutorial/>
it: Correggere le informazioni mancanti su copyright/licenza: per uno o più file, lo strumento non riesce a trovare le informazioni su copyright e/o licenza. In genere, per risolvere il problema, si aggiungono i tag 'SPDX-FileCopyrightText' e 'SPDX-License-Identifier' a ciascun file. Il tutorial spiega ulteriori modi per farlo: <https://reuse.software/tutorial/>
ru: Исправление отсутствующей информации об авторских правах/лицензировании: Для одного или нескольких файлов инструмент не может найти информацию об авторских правах и/или лицензировании. Обычно это можно сделать, добавив к каждому файлу теги 'SPDX-FileCopyrightText' и 'SPDX-License-Identifier'. В учебнике описаны дополнительные способы решения этой задачи: <https://reuse.software/tutorial/>
uk: Виправте відсутню інформацію про авторські права/ліцензування: Для одного або кількох файлів інструмент не може знайти інформацію про авторські права та/або ліцензування. Зазвичай це можна зробити, додавши до кожного файлу теги 'SPDX-FileCopyrightText' і 'SPDX-License-Identifier'. У довіднику описано інші способи зробити це: <https://reuse.software/tutorial/>

source: {editor}: Editing failed
cs: {editor}: Editace se nezdařila
es: {editor}: Error de edición
fr: {editor} : l'édition a échoué
it: {editor}: Modifica fallita
ru: {editor}: Редактирование не удалось
tr: {editor}: Düzenleme başarısız oldu
uk: {editor}: Редагування не вдалося

source: {editor}: Editing failed: {e}
cs: {editor}: Úpravy se nezdařily: {e}
es: {editor}: Error de edición: {e}
fr: {editor} : l'édition a échoué : {e}
it: {editor}: Modifica fallita: {e}
ru: {editor}: Редактирование не удалось: {e}
tr: {editor}: Düzenleme başarısız oldu: {e}
uk: {editor}: Редагування не вдалося: {e}

source: Options
cs: Možnosti
es: Opciones
it: Opzioni
ru: Параметры
tr: Seçenekler
uk: Параметри

source: Got unexpected extra argument ({args})
cs: Má ({args}) neočekávaný argument
es: Tiene un argumento extra inesperado ({args})
fr: Option supplémentaire inattendue ({args})
it: Ho ricevuto un argomento extra inaspettato ({args})
ru: Получен неожиданный дополнительный аргумент ({args})
tr: Beklenmedik ekstra argüman ({args})
uk: Отримано неочікуваний додатковий аргумент ({args})

source: DeprecationWarning: The command {name!r} is deprecated.{extra_message}
it: Avviso di deprecazione: il comando {name!r} è deprecato.{extra_message}
uk: Попередження про застаріле: Команда {name!r} застаріла.{extra_message}

source: Aborted!
cs: Přerušeno!
es: ¡Abortado!
fr: Avorté !
it: Interrotto!
ru: Прервано!
tr: İptal edildi!
uk: Перервано!

source: Commands
cs: Příkazy
es: Comandos
fr: Commandes
it: Comandi
ru: Команды
tr: Komutlar
uk: Команди

source: Missing command.
cs: Chybějící příkaz.
es: Comando que falta.
fr: Commande manquante.
it: Comando mancante.
ru: Отсутствующая команда.
tr: Eksik komut.
uk: Пропущена команда.

source: No such command {name!r}.
cs: Žádný takový příkaz {name!r}.
es: No hay tal comando {name!r}.
fr: Pas de telle commande {name!r}.
it: Nessun comando {name!r}.
ru: Нет такой команды {name!r}.
tr: {name!r} adlı komut yok.
uk: Такої команди {name!r} не існує.

source: Value must be an iterable.
cs: Hodnota musí být iterovatelná.
es: El valor debe ser capaz de repetirse.
fr: La valeur doit être itérable.
it: Il valore deve essere iterabile.
ru: Значение должно быть итерируемым.
tr: Değer yinelenebilir olmalıdır.
uk: Значення повинно бути ітерованим.

source: Takes {nargs} values but 1 was given.
cs: Přijímá hodnoty {nargs}, ale byla zadána 1.
es: Toma valores {nargs} pero se dio 1.
fr: Prend des valeurs {nargs} mais 1 a été donnée.
it: Accetta {nargs} valori ma ne è stato assegnato 1.
ru: Принимает значения {nargs}, но было задано 1.
tr: {nargs} değer alır, ancak 1 değer verildi.
uk: Приймає значення {nargs}, але було задано 1.

source: DeprecationWarning: The {param_type} {name!r} is deprecated.{extra_message}
it: Avviso di deprecazione: il parametro {param_type} {name!r} è deprecato.{extra_message}
uk: Попередження про застаріле: {param_type} {name!r} застарів.{extra_message}

source: env var: {var}
fr: variable d'environnement : {var}
it: var amb: {var}
tr: ortam değişkeni: {var}

source: default: {default}
cs: výchozí: {default}
es: predeterminado: {default}
fr: défaut : {default}
it: predefinito: {default}
ru: по умолчанию: {default}
tr: varsayılan: {default}
uk: за замовчуванням: {default}

source: (dynamic)
cs: (dynamický)
es: (dinámico)
fr: (dynamique)
it: (dinamico)
ru: (динамика)
tr: (dinamik)
uk: (динамічно)

source: Show the version and exit.
cs: Zobrazit verzi a ukončit.
es: Mostrar la versión y salir.
fr: Afficher la version et quitter.
it: Mostra la versione ed esce.
ru: Показать версию и выйти.
tr: Sürümü göster ve çık.
uk: Показати версію та вийти.
