Repository: fsfe/reuse-tool
Catalog: po/*.po
Languages: cs, es, fr, it, ru, tr, uk

source: Enable debug statements.
cs: Povolit příkazy pro ladění.
es: Habilita instrucciones de depuración.
fr: Activer les instructions de débogage.
it: Abilita i comandi di debug.
ru: Включить отладочные операторы.
tr: Hata ayıklama ifadelerini etkinleştir.
uk: Увімкнути інструкції налагодження.

source: Hide deprecation warnings.
cs: Skrýt varování o zastarání.
es: Ocultar las advertencias de que está obsoleto
fr: Masquer les avertissements de dépréciation.
it: Nascondi gli avvisi di deprecazione.
ru: Скрыть предупреждения об устаревании.
tr: Kullanımdan kalkma uyarılarını gizle.
uk: Сховати попередження про застарілість.

source: Do not skip over Git submodules.
cs: Nepřeskakovat submoduly v Git.
es: No omitir los submódulos de Git
fr: Ne pas omettre les sous-modules Git.
it: Non saltare i sottomoduli Git.
ru: Не пропускайте подмодули Git.
tr: Git submodullerini atlama.
uk: Не пропускати підмодулі Git.

source: Do not skip over Meson subprojects.
cs: Nepřeskakovat podprojekty Meson.
es: No saltarse los subproyectos de Meson
fr: Ne pas omettre les sous-projets Meson.
it: Non saltare i sottoprogetti Meson.
ru: Не пропускайте подпроекты "Мезон".
tr: Meson alt projelerini atlama.
uk: Не пропускати підпроєкти Meson.

source: Do not use multiprocessing.
cs: Nepoužívat multiprocessing.
es: No utilizar multiproceso
fr: Ne pas utiliser le multiprocessing.
it: Non utilizzare il multiprocessing.
ru: Не используйте многопроцессорную обработку.
tr: Çoklu işlem kullanma.
uk: Не використовувати багатопроцесорність.

source: Define root of project.
cs: Definovat kořen projektu.
es: Definir el origen del proyecto
fr: Définir la racine du projet.
it: Definisci la cartella radice del progetto.
ru: Определите корень проекта.
tr: Projenin kök dizinini tanımla.
uk: Визначити кореневий каталог проєкту.

source: Generate an SPDX bill of materials.
cs: Vytisknout výkaz položek v SPDX.
es: Generar una lista de materiales SPDX.
fr: Générer la nomenclature du projet au format SPDX.
it: Genera elenco materiali del progetto in SPDX.
ru: Создать ведомость материалов в формате SPDX.
tr: SPDX ürün ağacı oluştur.
uk: Згенерувати опис матеріалів проєкту у форматі SPDX.

source: File to write to.
cs: Soubor, do kterého se zapisuje.
es: Archivo para escribir.
fr: Fichier dans lequel écrire.
it: File su cui scrivere.
ru: Файл для записи.
tr: Yazılacak dosya.
uk: Файл, куди записувати.

source: Populate the LicenseConcluded field; note that reuse cannot guarantee that the field is accurate.
cs: Vyplňte pole LicenseConcluded; upozorňujeme, že reuse nemůže zaručit, že pole je přesné.
es: Rellenar el campo LicenseConcluded; ten en cuenta que reuse no puede garantizar que el campo sea exacto
fr: Compléter le champ LicenseConcluded ; notez que reuse ne garantit pas que le champ soit correct.
it: Compila il campo LicenseConcluded; tenere presente che il riutilizzo non può garantire che il campo sia accurato.
ru: Заполните поле LicenseConcluded; обратите внимание, что повторное использование не может гарантировать точность поля.
tr: LicenseConcluded alanını doldur; yeniden kullanımın bu alanın doğruluğunu garanti etmediğini unutmayın.
uk: Заповніть поле LicenseConcluded; зауважте, що повторне використання не може гарантувати точність поля.

source: Name of the person signing off on the SPDX report.
cs: Jméno osoby podepisující zprávu SPDX.
es: Nombre de la persona que firma el informe SPDX.
fr: Nom de la personne signataire du rapport SPDX.
it: Nome della persona che firma il rapporto SPDX.
ru: Имя лица, подписавшего отчет SPDX.
tr: SPDX raporunu imzalayan kişinin adı.
uk: Ім'я особи, яка підписує звіт SPDX.

source: Name of the organization signing off on the SPDX report.
cs: Název organizace, která podepisuje zprávu SPDX.
es: Nombre de la organización que firma el informe SPDX.
fr: Nom de l'organisation signataire du rapport SPDX.
it: Nome dell'organizzazione che ha firma il rapporto SPDX.
ru: Название организации, подписавшей отчет SPDX.
tr: SPDX raporunu imzalayan kuruluşun adı.
uk: Назва організації, яка підписує звіт SPDX.

source: '--creator-person' or '--creator-organization' is required when '--add-license-concluded' is provided.
cs: Pokud je zadán parametr '--add-license-concluded', je vyžadován parametr '--creator-person' nebo '--creator-organization'.
es: Se requiere '--creator-person' o '--creator-organization' cuando se proporciona '--add-license-concluded'.
fr: '--creator-person' ou '--creator-organization' est nécessaire lorsque '--add-license-concluded' est fourni.
it: '--creator-person' o '--creator-organization' sono obbligatori quando viene fornito '--add-license-concluded'.
ru: '--creator-person' или '--creator-organization' требуется, если указано '--add-license-concluded'.
tr: '--add-license-concluded' seçeneği belirtildiğinde '--creator-person' veya '--creator-organization' seçeneği zorunludur.
uk: '--creator-person' або '--creator-organization' вимагається, якщо надається '--add-license-concluded'.

source: '{path}' does not match a common SPDX file pattern. Find the suggested naming conventions here: https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements
cs: '{path}' neodpovídá běžnému vzoru souboru SPDX. Navrhované konvence pro pojmenování najdete zde: https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements
es: '{path}' no coincide con un patrón del archivo SPDX común. Encontrarás las convenciones de la nomenclatura sugeridas aquí: https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements
fr: {path} ne correspond pas à un motif de fichier SPDX commun. Vérifiez les conventions de nommage conseillées à l'adresse https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements
it: '{path}' non corrisponde a uno schema classico di file SPDX. Trova le convenzioni di denominazione suggerite qui: https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements
ru: '{path}' не соответствует распространенному шаблону файлов SPDX. Предлагаемые соглашения об именовании можно найти здесь: https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements
tr: '{path}' ortak SPDX dosya deseniyle eşleşmiyor. Önerilen adlandırma kurallarını burada bulabilirsiniz: https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements
uk: '{path}' не відповідає загальному шаблону файлу SPDX. Знайдіть запропоновані правила іменування тут: https://spdx.github.io/spdx-spec/conformance/#44-standard-data-format-requirements

source: List all licenses on the SPDX License List.
cs: Seznam všech licencí v seznamu licencí SPDX.
es: Enumere todas las licencias en la lista de licencias SPDX.
fr: Lister toutes les licences SPDX.
it: Elenca tutte le licenze nell'elenco delle licenze SPDX.
ru: Перечислите все лицензии в списке лицензий SPDX.
tr: SPDX Lisans Listesi'ndeki tüm lisansları listele.
uk: Список всіх підтримуваних ліцензій SPDX.

source: REUSE_ENCODING_MODULE must have a value in {modules}; it has '{env_module}'. Aborting.
it: REUSE_ENCODING_MODULE deve avere un valore in {modules}; ha '{env_module}'. Interrotto.

source: No supported module that can detect the encoding of files could be successfully imported. Re-read the installation instructions for the reuse package, or try the following:
it: Nessun modulo supportato in grado di rilevare la codifica dei file è stato importato correttamente. Rileggere le istruzioni di installazione del pacchetto di riutilizzo o provare quanto segue:
uk: Не вдалося успішно імпортувати жоден підтримуваний модуль, який може визначити кодування файлів. Перечитайте інструкції з встановлення пакета повторного використання або спробуйте ось що:

source: - If you are running a Linux distribution, try your equivalent of `apt install file` or `dnf install file`.
it: - Se stai utilizzando una distribuzione Linux, provare l'equivalente di `apt install file` o `dnf install file`.
uk: - Якщо ви використовуєте дистрибутив Linux, спробуйте ваш еквівалент `apt install file` або `dnf install file`.

source: - Run ` pipx install reuse[charset-normalizer]`. Replace 'pipx' with 'pip' if you are not using pipx.
it: - Eseguire `pipx install reuse[charset-normalizer]`. Sostituire 'pipx' con 'pip' se non sta utilizzando pipx.
uk: - Виконайте команду `pipx install reuse[charset-normalizer]`. Замініть 'pipx' на 'pip', якщо ви не використовуєте pipx.

source: '{path}' was detected as a binary file; not searching its contents for REUSE information.
cs: '{path}' byl rozpoznán jako binární soubor; v jeho obsahu nebyly hledány informace o REUSE.
es: Se ha detectado que '{path}' es un archivo binario; no se ha buscado información REUTILIZABLE en su contenido.
it: '{path}' è stato rilevato come file binario; non è stata eseguita la ricerca di informazioni sul REUSE nel suo contenuto.
ru: '{path}' был обнаружен как двоичный файл; поиск информации о REUSE в его содержимом не производится.
uk: '{path}' виявлено як двійковий файл або його розширення позначено таким, що не коментується; пошук інформації у його вмісті для REUSE не виконується.

source: extracting REUSE information from '{path}' (encoding {encoding}, encoding module {module}, newline {newline})
it: estrazione delle informazioni REUSE da '{path}' (codifica {encoding}, modulo di codifica {module}, a capo {newline})

source: {attr_name} must be a {type_name} (got {value} that is a {value_class}).
cs: {attr_name} musí být {type_name} (mít {value}, který je {value_class}).
es: {attr_name} debe ser un {type_name} (got {value}, que es una {value_class}).
it: {attr_name} deve essere un {type_name} (ha ottenuto {value} che è un {value_class}).
ru: {attr_name} должно быть {type_name} (получено {value}, которое является {value_class}).
uk: {attr_name} має бути {type_name} (отримано {value}, що є {value_class}).

source: Item in {attr_name} collection must be a {type_name} (got {item_value} that is a {item_class}).
cs: Položka v kolekci {attr_name} musí být {type_name} (mít {item_value}, která je {item_class}).
es: El elemento en la colección {attr_name} debe ser un {type_name} (obtiene {item_value}, que es un {item_class}).
it: L'elemento nella collezione {attr_name} deve essere un {type_name} (ha ottenuto {item_value} che è un {item_class}).
ru: Элемент в коллекции {attr_name} должен быть {type_name} (получил {item_value}, который является {item_class}).
uk: Елемент у колекції {attr_name} має бути {type_name} (отримано {item_value}, що є {item_class}).

source: {attr_name} must not be empty.
cs: {attr_name} nesmí být prázdný.
es: {attr_name} no debe estar vacío.
fr: {attr_name} ne doit pas être vide.
it: {attr_name} non può essere vuoto.
ru: {attr_name} не должно быть пустым.
uk: {attr_name} не повинне бути порожнім.

source: {name} must be a {type} (got {value} that is a {value_type}).
cs: {name} musí být {type} (má {value}, která je {value_type}).
es: {name} debe ser un {type} (obtiene {value}, que es un {value_type}).
it: {name} deve essere un {type} (ottenuto {value} che è un {value_type}).
ru: {name} должно быть {type} (получено {value}, которое является {value_type}).
uk: {name} має бути {type} (отримано {value}, яке є {value_type}).

source: The value of 'precedence' must be one of {precedence_vals} (got {received})
cs: Hodnota 'precedence' musí být jedna z {precedence_vals} (got {received})
es: El valor de 'precedence' debe ser uno de {precedence_vals} (obtiene {received})
it: Il valore di 'precedence' deve essere uno di {precedence_vals} (ottenuto {received})
ru: Значение '"Привилегия" должно быть одним из {precedence_vals} (получено {received})
uk: Значення 'precedence' має бути одним з {precedence_vals} (отримано {received})

source: Could not parse '{notice}'
it: Impossibile analizzare '{notice}'
uk: Не вдалося проаналізувати '{notice}'

source: generated comment is missing copyright lines or license expressions
cs: ve vygenerovaném komentáři chybí řádky s autorskými právy nebo licenční výrazy
es: el comentario generado carece del mensaje de copyright o de las frases de licencia
fr: les commentaires générés ne contiennent pas de ligne ou d'expression de droits d'auteur ou de licence
it: nel commento generato mancano le linee sul copyright o le espressioni di licenza
ru: В сгенерированном комментарии отсутствуют строки об авторских правах или выражениях лицензии
tr: oluşturulan yorumda telif hakkı satırları veya lisans ifadeleri eksik
uk: у згенерованому коментарі відсутні рядки про авторські права або вирази ліцензії

source: BAD LICENSES
cs: CHYBNÉ LICENCE
it: LICENZE NON VALIDE
uk: ПОГАНІ ЛІЦЕНЗІЇ

source: The following licenses are not valid SPDX licenses:
it: Le seguenti licenze non sono licenze SPDX valide:
uk: Наступні ліцензії не є дійсними ліцензіями SPDX:

source: DEPRECATED LICENSES
cs: ZASTARALÉ LICENCE
es: LICENCIAS OBSOLETAS
fr: LICENCES OBSOLÈTES
it: LICENZE DEPRECATE
ru: УСТАРЕВШИЕ ЛИЦЕНЗИИ
tr: MODASI GEÇMİŞ LİSANSLAR
uk: ЗАСТАРІЛІ ЛІЦЕНЗІЇ

source: The following licenses are deprecated by SPDX:
cs: Následující licence jsou v SPDX zrušeny:
es: Las siguientes licencias han quedado obsoletas según SPDX:
fr: Les licences suivantes sont rendues obsolètes par SPDX :
it: Le seguenti licenze sono deprecate per SPDX:
ru: Следующие лицензии устарели в SPDX:
tr: Şu lisanslar artık SPDX tarafından kullanılmıyor:
uk: У SPDX застаріли такі ліцензії:

source: LICENSES WITHOUT FILE EXTENSION
cs: LICENCE BEZ KONCOVKY SOUBORU
es: LICENCIAS SIN EXTENSIÓN DE FICHERO
fr: LICENCES SANS EXTENSION DE FICHIER
it: LICENZE SENZA ESTENSIONE DEL FILE
ru: ЛИЦЕНЗИИ БЕЗ РАСШИРЕНИЯ ФАЙЛА
tr: DOSYA UZANTISI OLMAYAN LİSANSLAR
uk: ЛІЦЕНЗІЇ БЕЗ РОЗШИРЕННЯ ФАЙЛУ

source: The following licenses have no file extension:
cs: Následující licence nemají příponu souboru:
es: Las siguientes licencias no tienen extensión de fichero:
fr: Les licences suivantes n'ont pas d'extension de fichier :
it: Le seguenti licenze non hanno l'estensione del file:
ru: Следующие лицензии не имеют расширения файла:
tr: Şu lisansların dosya uzantısı yok:
uk: Ці ліцензії не мають розширення файлу:

source: MISSING LICENSES
cs: CHYBĚJÍCÍ LICENCE
es: LICENCIAS NO ENCONTRADAS
fr: LICENCES MANQUANTES
it: LICENZE MANCANTI
ru: ОТСУТСТВУЮЩИЕ ЛИЦЕНЗИИ
tr: EKSİK LİSANSLAR
uk: ВІДСУТНІ ЛІЦЕНЗІЇ

source: '{}' found in:
cs: '{}' nalezeno v:
es: '{}' encontrado en:
fr: '{}' trouvé dans :
it: '{}' trovato in:
ru: '{}' найдено в:
tr: '{}' şurada mevcut:
uk: '{}' знайдено в:

source: UNUSED LICENSES
cs: NEPOUŽITÉ LICENCE
es: LICENCIAS NO UTILIZADAS
fr: LICENCES INUTILISÉES
it: LICENZE NON UTILIZZATE
ru: НЕИСПОЛЬЗОВАННЫЕ ЛИЦЕНЗИИ
tr: KULLANILMAYAN LİSANSLAR
uk: НЕВИКОРИСТАНІ ЛІЦЕНЗІЇ

source: The following licenses are not used:
cs: Následující licence nejsou používány:
es: Las siguientes licencias no son utilizadas:
fr: Les licences suivantes ne sont pas utilisées :
it: Le seguenti licenze non sono utilizzate:
ru: Следующие лицензии не используются:
tr: Şu lisanslar kullanılmıyor:
uk: Не використовуються такі ліцензії:

source: READ ERRORS
cs: CHYBY ČTENÍ
es: ERRORES DE LECTURA
fr: ERREURS DE LECTURE
it: ERRORI DI LETTURA
ru: ОШИБКИ ЧТЕНИЯ
tr: OKUMA HATALARI
uk: ПОМИЛКИ ЧИТАННЯ

source: Could not read:
cs: Nelze načíst:
es: No se pudo leer:
fr: Illisibles :
it: Non è possibile leggere:
ru: Не удалось прочитать:
tr: Okunamıyor:
uk: Не вдалося прочитати:

source: INVALID SPDX LICENSE EXPRESSIONS
it: ESPRESSIONI DI LICENZA SPDX NON VALIDE
uk: НЕДІЙСНІ ВИРАЗИ ЛІЦЕНЗІЇ SPDX

source: '{}' contains invalid SPDX License Expressions:
it: '{}' contiene espressioni di licenza SPDX non valide:
uk: '{}' містить недійсні вирази ліцензії SPDX:

source: MISSING COPYRIGHT AND LICENSING INFORMATION
cs: CHYBĚJÍCÍ INFORMACE O AUTORSKÝCH PRÁVECH A LICENCÍCH
es: FALTA INFORMACIÓN SOBRE COPYRIGHT Y LICENCIA
fr: INFORMATION DE DROITS D'AUTEUR ET DE LICENCE MANQUANTE
it: MANCANO LE INFORMAZIONI SU COPYRIGHT E LICENZA
ru: ОТСУТСТВИЕ ИНФОРМАЦИИ ОБ АВТОРСКИХ ПРАВАХ И ЛИЦЕНЗИРОВАНИИ
tr: EKSİK TELİF HAKKI VE LİSANS BİLGİSİ
uk: ВІДСУТНІ ВІДОМОСТІ ПРО АВТОРСЬКІ ПРАВА ТА ЛІЦЕНЗУВАННЯ

source: The following files have no copyright and licensing information:
cs: Následující soubory neobsahují žádné informace o autorských právech a licencích:
it: I seguenti file non hanno informazioni su copyright e licenza:
uk: Наступні файли не мають інформації про авторські права та ліцензування:

source: The following files have no copyright information:
cs: Následující soubory nemají žádné informace o autorských právech:
es: Los siguientes ficheros carecen de información de copyright:
fr: Les fichiers suivants ne contiennent pas de données de droits d'auteur :
it: I seguenti file non hanno informazioni sul copyright:
ru: Следующие файлы не содержат информации об авторских правах:
tr: Şu dosyalarda telif hakkı bilgisi yok:
uk: Такі файли не містять відомостей про авторські права:

source: The following files have no licensing information:
cs: Následující soubory neobsahují žádné licenční informace:
es: Los siguientes ficheros carecen de información de licencia:
fr: Les fichiers suivants ne contiennent pas de données de licence :
it: I seguenti file non hanno informazioni sulla licenza:
ru: Следующие файлы не содержат информации о лицензировании:
tr: Şu dosyalarda lisans bilgisi yok:
uk: Такі файли не мають відомостей про ліцензування:

source: SUMMARY
cs: SHRNUTÍ
es: RESUMEN
fr: RÉSUMÉ
it: RAPPORTO
ru: РЕЗЮМЕ
tr: ÖZET
uk: ПІДСУМОК

source: Bad licenses:
cs: Neplatné licence:
es: Licencias malas:
fr: Mauvaises licences :
it: Licenze non valide:
ru: Плохие лицензии:
tr: Kötü lisanslar:
uk: Погані ліцензії:

source: Deprecated licenses:
cs: Zastaralé licence:
es: Licencias obsoletas:
fr: Licences obsolètes :
it: Licenze obsolete:
ru: Утраченные лицензии:
tr: Modası geçmiş lisanslar:
uk: Застарілі ліцензії:

source: Licenses without file extension:
cs: Licence bez přípony souboru:
es: Licencias sin extensión de fichero:
fr: Licences sans extension de fichier :
it: Licenze senza estensione del file:
ru: Лицензии без расширения файла:
tr: Dosya uzantısı olmayan lisanslar:
uk: Ліцензії без розширення файлу:

source: Missing licenses:
cs: Chybějící licence:
es: Licencias no encontradas:
fr: Licences manquantes :
it: Licenze mancanti:
ru: Отсутствующие лицензии:
tr: Eksik lisanslar:
uk: Відсутні ліцензії:

source: Unused licenses:
cs: Nepoužité licence:
es: Licencias no utilizadas:
fr: Licences inutilisées :
it: Licenze non utilizzate:
ru: Неиспользованные лицензии:
tr: Kullanılmayan lisanslar:
uk: Невикористані ліцензії:

source: Used licenses:
cs: Použité licence:
es: Licencias utilizadas:
fr: Licences utilisées :
it: Licenze usate:
ru: Используемые лицензии:
tr: Kullanılan lisanslar:
uk: Використані ліцензії:

source: Read errors:
cs: Chyby čtení:
es: Errores de lectura:
fr: Erreurs de lecture :
it: Errori di lettura:
ru: Читайте ошибки:
tr: Okuma hataları:
uk: Помилки читання:

source: Invalid SPDX License Expressions:
it: Espressioni licenza SPDX non valide:
uk: Недійсні вирази ліцензії SPDX:

source: Files with copyright information:
cs: Soubory s informacemi o autorských právech:
it: File con informazioni sul copyright:
ru: Файлы с информацией об авторских правах:
uk: Файли з інформацією про авторські права:

source: Files with license information:
cs: Soubory s licenčními informacemi:
it: File con informazioni sulla licenza:
ru: Файлы с информацией о лицензии:
uk: Файли з інформацією про ліцензію:

source: Congratulations! Your project is compliant with version {} of the REUSE Specification :-)
cs: Gratulujeme! Váš projekt je v souladu s verzí {} specifikace REUSE :-)
es: ¡Enhorabuena! Tu proyecto es compatible con la versión {} de la Especificación REUSE :-)
fr: Félicitations ! Votre projet est conforme à la version {} de la spécification REUSE :-)
it: Congratulazioni! Il tuo progetto è conforme con la versione {} della Specifica REUSE :-)
ru: Поздравляем! Ваш проект соответствует версии {} спецификации REUSE :-)
tr: Tebrikler! Projeniz REUSE Belirtiminin {} sürümüyle uyumlu :-)
uk: Вітаємо! Ваш проєкт відповідає версії {} специфікації REUSE :-)

source: Unfortunately, your project is not compliant with version {} of the REUSE Specification :-(
cs: Váš projekt bohužel není v souladu s verzí {} specifikace REUSE :-(
es: Desafortunadamente, tu proyecto no es compatible con la versión {} de la Especificación REUSE :-(
fr: Malheureusement, votre projet n'est pas conforme à la version {} de la spécification REUSE :-(
it: Siamo spiacenti, il tuo progetto non è conforme con la versione {} della Specifica REUSE :-(
ru: К сожалению, ваш проект не соответствует версии {} спецификации REUSE :-(
tr: Maalesef, projeniz REUSE Belirtiminin {} sürümüyle uyumlu değil :-(
uk: На жаль, ваш проєкт не сумісний із версією {} специфікації REUSE :-(

source: RECOMMENDATIONS
cs: DOPORUČENÍ
es: RECOMENDACIONES
fr: RECOMMANDATIONS
it: RACCOMANDAZIONI
ru: РЕКОМЕНДАЦИИ
uk: РЕКОМЕНДАЦІЇ

source: missing license '{lic}'
it: licenza mancante '{lic}'

source: read error
it: errore di lettura

source: invalid SPDX License Expression '{expression}'
it: espressione di licenza SPDX non valida '{expression}'

source: no license identifier
it: nessun identificativo di licenza

source: no copyright notice
it: nessuna informazione di copyright

source: bad license '{lic}'
it: licenza errata '{lic}'

source: deprecated license
it: licenza deprecata

source: license without file extension
it: licenza senza estensione del file

source: unused license
it: licenza non utilizzata

source: '{path}' covered by {global_path}
cs: '{path}' zahrnuto v {global_path}
fr: '{path}' est couvert par {global_path}
it: '{path}' coperto da {global_path}
ru: '{path}' покрыт {global_path}
uk: '{path}' покрито за рахунок {global_path}

source: '{path}' is covered exclusively by REUSE.toml. Not reading the file contents.
cs: '{path}' je zahrnuta výhradně v REUSE.toml. Nečte obsah souboru.
it: '{path}' è coperto esclusivamente da REUSE.toml. Il contenuto del file non viene letto.
ru: '{path}' покрывается исключительно REUSE.toml. Не читать содержимое файла.
uk: '{path}' покрито виключно файлом REUSE.toml. Зміст файлу не читається.

source: '.reuse/dep5' is deprecated. You are recommended to instead use REUSE.toml. Use `reuse convert-dep5` to convert.
cs: '.reuse/dep5' je zastaralý. Místo toho doporučujeme používat soubor REUSE.toml. Pro konverzi použijte `reuse convert-dep5`.
it: '.reuse/dep5' è obsoleto. Si consiglia di utilizzare invece REUSE.toml. Per la conversione, utilizzare `reuse convert-dep5`.
ru: '.reuse/dep5' является устаревшим. Вместо него рекомендуется использовать REUSE.toml. Для преобразования используйте `reuse convert-dep5`.
uk: '.reuse/dep5' є застарілим. Замість нього рекомендовано використовувати REUSE.toml. Для перетворення використовуйте `reuse convert-dep5`.

source: Found both '{new_path}' and '{old_path}'. You cannot keep both files simultaneously; they are not intercompatible.
cs: Nalezeno '{new_path}' i '{old_path}'. Oba soubory nelze uchovávat současně, nejsou vzájemně kompatibilní.
it: Trovati sia '{new_path}' che '{old_path}'. Non è possibile mantenere entrambi i file contemporaneamente; non sono intercompatibili.
ru: Найдены оба файла '{new_path}' и '{old_path}'. Вы не можете хранить оба файла одновременно; они несовместимы.
uk: Знайдено як '{new_path}', так і '{old_path}'. Ви не можете зберігати обидва файли одночасно, вони несумісні.

source: {path} does not have a file extension
cs: {path} nemá příponu souboru
es: {path} no tiene extensión de fichero
fr: {path} n'a pas d'extension de fichier
it: {path} non ha l'estensione del file
ru: У {path} нет расширения файла
tr: {path} dosya uzantısına sahip değil
uk: {path} не має розширення файлу
