Repository: fsfe/reuse-tool
Catalog: po/*.po
Languages: cs, es, fr, it, ru, tr, uk

source: Show this message and exit.
cs: Zobrazit tuto zprávu a ukončit.
es: Mostrar este mensaje y salir.
fr: Afficher ce message et quitter.
it: Mostra questo messaggio ed esce.
ru: Покажите это сообщение и выйдите.
tr: Bu mesajı göster ve çık.
uk: Показати це повідомлення та вийти.

source: Error: {message}
cs: Chyba: {message}
fr: Erreur : {message}
it: Errore: {message}
ru: Ошибка: {message}
tr: Hata: {message}
uk: Помилка: {message}

source: Try '{command} {option}' for help.
cs: Pro nápovědu zkuste '{command} {option}'.
es: Probar '{command} {option}' para obtener ayuda.
fr: Essayez '{command} {option}' pour de l'aide.
it: Per assistenza, prova '{command} {option}'.
ru: Попробуйте '{command} {option}' для помощи.
tr: Yardım için '{command} {option}' deneyin.
uk: Спробуйте скористатися командою '{command} {option}' для отримання допомоги.

source: Invalid value: {message}
cs: Neplatná hodnota: {message}
es: Valor no válido: {message}
fr: Valeur invalide : {message}
it: Valore non valido: {message}
ru: Неверное значение: {message}
tr: Geçersiz değer: {message}
uk: Невірне значення: {message}

source: Invalid value for {param_hint}: {message}
cs: Neplatná hodnota pro {param_hint}: {message}
es: Valor no válido para {param_hint}: {message}
fr: Valeur invalide pour {param_hint} : {message}
it: Valore non valido per {param_hint}: {message}
ru: Недопустимое значение для {param_hint}: {message}
tr: {param_hint} için geçersiz değer: {message}
uk: Невірне значення для {param_hint}: {message}

source: Missing argument
cs: Chybějící argument
es: Argumento que falta
fr: Paramètre manquant
it: Argomento mancante
ru: Отсутствующий аргумент
tr: Eksik argüman
uk: Відсутній аргумент

source: Missing option
cs: Chybějící možnost
es: Opción que falta
fr: Option manquante
it: Opzione mancante
ru: Отсутствующая опция
tr: Eksik seçenek
uk: Відсутня опція

source: Missing parameter
cs: Chybějící parametr
es: Parámetro que falta
fr: Paramètre manquant
it: Parametro mancante
ru: Отсутствующий параметр
tr: Eksik parametre
uk: Відсутній параметр

source: Missing {param_type}
cs: Chybějící {param_type}
es: Que falta {param_type}
fr: {param_type} manquant
it: Manca {param_type}
ru: Отсутствует {param_type}
tr: {param_type} eksik
uk: Відсутній {param_type}

source: Missing parameter: {param_name}
cs: Chybějící parametr: {param_name}
es: Parámetro que falta: {param_name}
fr: Paramètre manquant : {param_name}
it: Parametro mancante: {param_name}
ru: Пропущенный параметр: {param_name}
tr: Eksik parametre: {param_name}
uk: Відсутній параметр: {param_name}

source: No such option: {name}
cs: Žádná taková možnost neexistuje: {name}
es: No existe tal opción: {name}
fr: Pas de telle option : {name}
it: Nessuna opzione: {name}
ru: Нет такой опции: {name}
tr: Böyle bir seçenek yok: {name}
uk: Немає такої опції: {name}

source: Did you mean {possibility}?
cs: Měl jste na mysli {possibility}?
es: ¿Querías decir {possibility}?
fr: Vouliez-vous dire {possibility} ?
it: Intendevi forse {possibility}?
ru: Вы имели в виду {possibility}?
tr: {possibility} mi demek istediniz?
uk: Ви мали на увазі {possibility}?

source: unknown error
cs: neznámá chyba
es: error desconocido
fr: erreur inconnue
it: errore sconosciuto
ru: неизвестная ошибка
tr: bilinmeyen hata
uk: невідома помилка

source: Could not open file {filename!r}: {message}
cs: Nelze otevřít soubor {filename!r}: {message}
es: No se pudo abrir el archivo {filename!r}: {message}
fr: Impossible d'ouvrir le fichier {filename!r} : {message}
it: Impossibile aprire il file {filename!r}: {message}
ru: Не удалось открыть файл {filename!r}: {message}
tr: {filename!r} dosyası açılamadı: {message}
uk: Не вдалося відкрити файл {filename!r}: {message}

source: Usage:
it: Uso:

source: Argument {name!r} takes {nargs} values.
cs: Argument {name!r} nabývá hodnot {nargs}.
es: Argumento {name!r} toma valores {nargs}.
fr: L'option {name!r} prend {nargs} valeurs.
it: L'argomento {name!r} accetta valori {nargs}.
ru: Аргумент {name!r} принимает значения {nargs}.
tr: {name!r} argümanı {nargs} değer alır.
uk: Аргумент {name!r} приймає значення {nargs}.

source: Option {name!r} does not take a value.
cs: Možnost {name!r} nepřebírá hodnotu.
es: Opción {name!r} no toma un valor.
fr: L'option {name!r} ne prend pas de valeur.
it: L'opzione {name!r} non accetta alcun valore.
ru: Опция {name!r} не принимает значения.
tr: {name!r} seçeneği bir değer almıyor.
uk: Опція {name!r} не приймає значення.

source: Option {name!r} requires an argument.
cs: Možnost {name!r} vyžaduje argument.
es: Opción {name!r} requiere argumentos {nargs}.
fr: L'option {name!r} a besoin d'un paramètre.
it: L'opzione {name!r} richiede un argomento.
ru: Опция {name!r} требует аргумента.
tr: {name!r} seçeneği bir argüman gerektirir.
uk: Опція {name!r} вимагає аргумент.

source: Shell completion is not supported for Bash versions older than 4.4.
cs: Doplňování shellu není podporováno ve verzích jazyka Bash starších než 4.4.
es: El término del shell no es compatible con versiones de Bash anteriores a la 4.4.
fr: La complétion du shell n'est pas supportée pour les version de Bash antérieures à 4.4.
it: Il completamento della shell non è supportato per le versioni di Bash precedenti alla 4.4.
ru: Завершение оболочки не поддерживается для версий Bash старше 4.4.
tr: Kabuk tamamlama, 4.4'ten eski Bash sürümlerinde desteklenmemektedir.
uk: Доповнення оболонки не підтримується у версіях Bash старше 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
cs: Nepodařilo se zjistit verzi Bash, doplňování shellu není podporováno.
es: No se pudo detectar la versión de Bash, no se admite la finalización del shell.
fr: Impossible de détecter la version de Bash, la complétion du shell n'est pas supportée.
it: Impossibile rilevare la versione di Bash, il completamento della shell non è supportato.
ru: Не удалось определить версию Bash, завершение оболочки не поддерживается.
tr: Bash sürümü algılanamadı, kabuk tamamlama desteklenmiyor.
uk: Не вдалося визначити версію Bash, завершення оболонки не підтримується.

source: Repeat for confirmation
cs: Opakovat pro potvrzení
es: Repita para confirmar
fr: Répétez pour confirmation
it: Ripetere per conferma
ru: Повторить для подтверждения
tr: Onay için tekrarlayın
uk: Повторіть для підтвердження

source: Error: The value you entered was invalid.
cs: Chyba: Zadaná hodnota je neplatná.
es: Error: El valor que ingresó no era válido.
fr: Erreur : la valeur que vous avez entré est invalide.
it: Errore: il valore inserito non è valido.
ru: Ошибка: Введенное значение недействительно.
tr: Hata: Girdiğiniz değer geçersiz.
uk: Помилка: Введене значення є недійсним.

source: Error: {e.message}
cs: Chyba: {e.message}
fr: Erreur : {e.message}
it: Errore: {e.message}
ru: Ошибка: {e.message}
tr: Hata: {e.message}
uk: Помилка: {e.message}

source: Error: The two entered values do not match.
cs: Chyba: Dvě zadané hodnoty se neshodují.
es: Error: No coinciden los dos valores introducidos.
fr: Erreur : les deux valeurs entrées ne correspondent pas.
it: Errore: i due valori immessi non corrispondono.
ru: Ошибка: Два введенных значения не совпадают.
tr: Hata: Girilen iki değer birbiriyle uyuşmuyor.
uk: Помилка: Два введених значення не збігаються.

source: Error: invalid input
cs: Chyba: neplatné zadání
es: Error: entrada inválida
fr: Erreur : entrée invalide
it: Errore: ingresso non valido
ru: Ошибка: недопустимый ввод
tr: Hata: geçersiz giriş
uk: Помилка: невірне введення

source: Press any key to continue...
cs: Pro pokračování stiskněte libovolnou klávesu...
es: Pulsar cualquier tecla para continuar...
fr: Pressez n'importe quelle touche pour continuer...
it: Premi un tasto per continuare...
ru: Нажмите любую клавишу, чтобы продолжить...
tr: Devam etmek için bir tuşa basın...
uk: Натисніть будь-яку клавішу, щоб продовжити...

source: Choose from: {choices}
cs: Vyberte si z: {choices}
es: Elige entre: {choices}
fr: Choisissez parmi : {choices}
it: Scegliere tra: {choices}
ru: Выберите из: {choices}
tr: Aşağıdakilerden seçin: {choices}
uk: Оберіть з: {choices}

source: {value!r} is not {choice}.
cs: {value!r} není {choice}.
es: {value!r} no es {choice}.
fr: {value!r} n'est pas {choice}.
it: {value!r} non è {choice}.
ru: {value!r} не является {choice}.
tr: {value!r} {choice} değildir.
uk: {value!r} не є {choice}.

source: {value!r} does not match the format {format}.
cs: {value!r} neodpovídá formátu {format}.
es: {¡valor!r} no coincide con el formato {format}.
fr: {value!r} ne correspond pas au format {format}.
it: {value!r} non corrisponde al formato {format}.
ru: {value!r} не соответствует формату {format}.
tr: {value!r} {format} biçimiyle eşleşmiyor.
uk: {value!r} не відповідає формату {format}.

source: {value!r} is not a valid {number_type}.
cs: {value!r} není platný {number_type}.
es: {¡valor!r} no es un {number_type} válido.
fr: {value!r} n'est pas un {number_type} valide.
it: {value!r} non è un {number_type} valido.
ru: {value!r} не является допустимым {number_type}.
tr: {value!r} geçerli bir {number_type} değildir.
uk: {value!r} не є допустимим {number_type}.

source: {value} is not in the range {range}.
cs: {value} není v rozsahu {range}.
es: {value} no está en el rango {range}.
fr: {value} n'est pas dans l'intervalle {range}.
it: {value} non è compreso nell'intervallo {range}.
ru: {value} не входит в диапазон {range}.
tr: {value} {range} aralığında değildir.
uk: {value} не знаходиться в діапазоні {range}.

source: {value!r} is not a valid boolean. Recognized values: {states}
it: {value!r} non è un valore booleano valido. Valori riconosciuti: {states}
uk: {value!r} не є коректним логічним значенням. Розпізнані значення: {states}

source: {value!r} is not a valid UUID.
cs: {value!r} není platný UUID.
es: {¡valor!r} no es un UUID válido.
fr: {value!r} n'est pas un UUID valide.
it: {value!r} non è un UUID valido.
ru: {value!r} не является действительным UUID.
tr: {value!r} geçerli bir UUID değildir.
uk: {value!r} є недійсним UUID.

source: directory
cs: adresář
es: directorio
fr: répertoire
it: cartella
ru: каталог
tr: dizin
uk: каталог

source: path
cs: cesta
es: trayectoria
fr: chemin
it: percorso
tr: yol
uk: шлях

source: {name} {filename!r} does not exist.
cs: {name} {filename!r} neexistuje.
es: {name} {filename!r} no existe.
fr: {name} {filename!r} n'existe pas.
it: {name} {filename!r} non esiste.
ru: {name} {filename!r} не существует.
tr: {name} {filename!r} mevcut değil.
uk: {name} {filename!r} не існує.

source: {name} {filename!r} is a file.
cs: {name} {filename!r} je soubor.
es: {name} {filename!r} es un archivo.
fr: {name} {filename!r} est un fichier.
it: {name} {filename!r} è un file.
ru: {name}filename!r} - это файл.
tr: {name} {filename!r} bir dosya.
uk: {name} {filename!r} це файл.

source: {name} {filename!r} is a directory.
cs: {name} {filename!r} je adresář.
it: {name} {filename!r} è una cartella.
uk: {name} {filename!r} є каталогом.

source: {name} {filename!r} is not readable.
cs: {name} {filename!r} není čitelný.
es: {name} {filename!r} no es legible.
fr: {name} {filename!r} n'est pas lisible.
it: {name} {filename!r} non è leggibile.
ru: {name}filename!r} не читается.
tr: {name} {filename!r} okunabilir değil.
uk: {name} {filename!r} не читабельний.

source: {name} {filename!r} is not writable.
cs: {name} {filename!r} není zapisovatelný.
es: {name} {filename!r} no se puede escribir.
fr: {name} {filename!r} ne peut pas être écrit.
it: {name} {filename!r} non è scrivibile.
ru: {name}filename!r} не является критичной.
tr: {name} {filename!r} yazılabilir değil.
uk: {name} {filename!r} не записуваний.

source: {name} {filename!r} is not executable.
cs: {name} {filename!r} není spustitelný.
es: {name} {filename!r} no es ejecutable.
fr: {name} {filename!r} n'est pas exécutable.
it: {name} {filename!r} non è eseguibile.
ru: {name}filename!r} не подлежит исполнению.
tr: {name} {filename!r} çalıştırılabilir değil.
uk: {name} {filename!r} не виконуваний.

source: {len_type} values are required, but {len_value} was given.
cs: Hodnoty {len_type} jsou povinné, ale byla zadána {len_value} hodnota.
es: {len_type} se requieren valores, pero se proporcionó {len_value}.
fr: {len_type} valeurs sont nécessaires, mais {len_value} a été donnée.
it: Sono richiesti valori {len_type}, ma è stato specificato {len_value}.
ru: Требуется значение {len_type}, но было указано {len_value}.
tr: {len_type} değeri gerekli, ancak {len_value} verilmiş.
uk: Потрібні значення {len_type}, але було вказано {len_value}.

source: {path}: missing license '{lic}'
uk: {path}: відсутня ліцензія '{lic}'

source: {path}: read error
cs: {path}: chyba čtení
fr: {path} : erreur de lecture
ru: {path}: ошибка чтения
uk: {path}: помилка читання

source: {path}: invalid SPDX License Expression '{expression}'
uk: {path}: недійсний вираз ліцензії SPDX '{expression}'

source: {path}: no license identifier
cs: {path}: žádný identifikátor licence
ru: {path}: нет идентификатора лицензии
uk: {path}: немає ідентифікатора ліцензії

source: {path}: no copyright notice
cs: {path}: žádné upozornění na autorská práva
ru: {path}: нет уведомления об авторских правах
uk: {path}: без повідомлення про авторське право

source: {lic_path}: bad license {lic}
uk: {lic_path}: погана ліцензія {lic}

source: {lic_path}: deprecated license
cs: {lic_path}: zastaralá licence
fr: {lic_path} : licence dépréciée
ru: {lic_path}: устаревшая лицензия
uk: {lic_path}: застаріла ліцензія

source: {lic_path}: license without file extension
cs: {lic_path}: licence bez přípony souboru
ru: {lic_path}: лицензия без расширения файла
uk: {lic_path}: ліцензія без розширення файлу

source: {lic_path}: unused license
cs: {lic_path}: nepoužitá licence
fr: {lic_path} : licence inutilisée
ru: {lic_path}: неиспользуемая лицензия
uk: {lic_path}: невикористана ліцензія

source: FILE
cs: SOUBOR
es: ARCHIVO
fr: FICHIER
ru: ФАЙЛ
tr: DOSYA
uk: ФАЙЛ

source: LICENSE must be a valid SPDX License Identifier. You may specify LICENSE multiple times to download multiple licenses.
cs: LICENSE musí být platný identifikátor licence SPDX. Pro stažení více licencí můžete zadat LICENSE vícekrát.
es: LICENSE debe ser un identificador de licencia SPDX válido. Puede especificar LICENSE varias veces para descargar varias licencias.
fr: LICENSE doit être un identifiant de licence SPDX valide. Vous pouvez spécifier LICENSE plusieurs fois pour télécharger plusieurs licences.
ru: LICENSE должен быть действительным идентификатором лицензии SPDX. Вы можете указать LICENSE несколько раз, чтобы загрузить несколько лицензий.
tr: LICENSE, geçerli bir SPDX Lisans Tanımlayıcısı olmalıdır. Birden fazla lisans indirmek için LICENSE ifadesini birden fazla kez belirtebilirsiniz.
uk: LICENSE має бути дійсним ідентифікатором ліцензії SPDX. Ви можете вказати LICENSE кілька разів, щоб завантажити кілька ліцензій.

source: Source from which to copy custom LicenseRef- licenses, either a directory that contains the file or the file itself.
cs: Zdroj, ze kterého se kopírují vlastní licence LicenseRef- nebo adresář, který soubor obsahuje, nebo samotný soubor.
es: Fuente desde la que copiar las licencias LicenseRef- personalizadas, ya sea un directorio que contenga el archivo o el propio archivo
fr: Source pour la copie des licences personnalisées LicenseRef-, au choix un dossier contenant le fichier ou bien directement un fichier.
ru: Источник, из которого копируются пользовательские лицензии LicenseRef-, либо каталог, содержащий файл, либо сам файл.
tr: Özel LicenseRef lisanslarını kopyalamak için kaynak, dosyayı içeren bir dizin veya dosyanın kendisi.
uk: Джерело, з якого можна скопіювати користувацькі ліцензії LicenseRef, або каталог, який містить файл, або сам файл.

source: COPYRIGHT
es: DERECHOS DE AUTOR
ru: КОПИРАЙТ
tr: TELİF HAKKI
uk: АВТОРСЬКЕ ПРАВО

source: file
cs: soubor
es: archivo
fr: fichier
ru: файл
tr: dosya
uk: файл
